[{"sentence": "DCPP acted prompt with corrective actions and submitted a Licensee Event Report when it discovered Technical Specification non-compliance on the Low Temperature Overpressure Protection System.", "page": 7, "label": "negative", "confidence": 0.9179659485816956}, {"sentence": "of power to Unit 2 4kV Bus G during Refueling Outage 2R17 was avoidable and was due to a number of breakdowns in the planning and conduct of a maintenance activity during the refueling outage.", "page": 8, "label": "negative", "confidence": 0.9637327194213867}, {"sentence": "Three Station Level Human Performance Event Clock Resets occurred during the fourth quarter of 2013, causing the station’s 18-month indicator for such Resets to become Yellow (deficient).", "page": 8, "label": "negative", "confidence": 0.9597238302230835}, {"sentence": "Operations performance with respect to human error rate has been Red (Unsatisfactory) since July 2013.", "page": 8, "label": "negative", "confidence": 0.9728230237960815}, {"sentence": "The DCPP Fuel Handling System has been problematic since Refueling Outage 2R14 (March 2009).", "page": 9, "label": "negative", "confidence": 0.9684849381446838}, {"sentence": "Problems have been mostly due to age-related issues and lack of adequate inspection, maintenance, and component replacement, especially electrical contacts.", "page": 9, "label": "negative", "confidence": 0.9576792120933533}, {"sentence": "problems and failures increased the frequency of Critical Event Clock Resets in the second half of 2013.", "page": 10, "label": "negative", "confidence": 0.9471840858459473}, {"sentence": "Also, equipment problems due to aging have led to an increasingly negative trend in the station’s Deficient Critical Component Backlog Orders.", "page": 10, "label": "negative", "confidence": 0.9721506237983704}, {"sentence": "Systems that are the sources of emergency electrical power to the station’s vital electrical equipment, the station’s Emergency Diesel Generators and the 230 kV system that is supplied from the offsite electrical grid, were found to be operational but have been a focus of station and NRC attention.", "page": 10, "label": "negative", "confidence": 0.916885256767273}, {"sentence": "The DCISC learned in December 2013 that 16 impaired fire doors would not be repaired or replaced until 2017 due to funding deferrals and found this unacceptable.", "page": 11, "label": "negative", "confidence": 0.9654439091682434}, {"sentence": "Equipment problems due to aging have led to an increasingly negative trend in the station’s Deficient Critical Component Backlog Orders.", "page": 12, "label": "negative", "confidence": 0.9731728434562683}, {"sentence": "Plant Misposition Component Performance (2014 Goal = 0) Noteworthy Human Errors & Rates (Rates are errors per 10,000 work-hours) Refueling Outage Durations", "page": 38, "label": "negative", "confidence": 0.9205853939056396}, {"sentence": "Unit 1 Power Generation Events July 2013 – June 2014 Date Type Curtailed Secondary Power Level Event 06/26/13 – 07/02/13 Forced Outage Manual shutdown.", "page": 44, "label": "negative", "confidence": 0.9501614570617676}, {"sentence": "10/14/13 – 10/17/13 Curtailment Main Feedwater Pump 1-1 trip caused by 50% accumulator problem.", "page": 44, "label": "negative", "confidence": 0.9693004488945007}, {"sentence": "10/28/13 – 11/03/13 Curtailment Ocean cooling water system tunnel  50% cleaning.", "page": 44, "label": "negative", "confidence": 0.9575258493423462}, {"sentence": "02/09/14 – 03/13/14 Refueling Outage Manual shutdown.", "page": 44, "label": "negative", "confidence": 0.9263936281204224}, {"sentence": "03/16/14 – 03/27/14 Forced Outage Manual shutdown.", "page": 44, "label": "negative", "confidence": 0.9535412788391113}, {"sentence": "05/31/14 – 05/31/14 Maintenance Outage Manual shutdown.", "page": 44, "label": "negative", "confidence": 0.9619528651237488}, {"sentence": "Unit 2 Power Generation Events July 2013 – June 2014 Date Type Curtailed Secondary Power Level Event 07/10/13 – 07/14/13 Forced Outage Automatic Reactor Trip.", "page": 45, "label": "negative", "confidence": 0.9463282823562622}, {"sentence": "01/10/14 – 01/05/14 Curtailment Ocean cooling water system tunnel 49% cleaning.", "page": 45, "label": "negative", "confidence": 0.9611085057258606}, {"sentence": "02/02/14 – Forced Outage Automatic Reactor 02/08/14 Trip.", "page": 45, "label": "negative", "confidence": 0.9171143174171448}, {"sentence": "06/08/14 – Maintenance Outage Manual shutdown.", "page": 45, "label": "negative", "confidence": 0.9589035511016846}, {"sentence": "Unnecessary reactor trips not only reduce plant capacity factor, they also represent unnecessary challenges to safety systems and may indicate substandard operating or maintenance practices.", "page": 46, "label": "negative", "confidence": 0.9554006457328796}, {"sentence": "Industry first quartile performance has dropped to ≤ 0.23, 2nd Quartile is ≤ 0.79.", "page": 47, "label": "negative", "confidence": 0.971977174282074}, {"sentence": "Such failure also has a detrimental effect on operations and increases the radiological hazards to plant workers.", "page": 47, "label": "negative", "confidence": 0.9458330273628235}, {"sentence": "11/12FF - satisfactory.] EN- F ACE 600117543, “Adverse Trend in Licensing 11/11FF 2Q14FF 29 Basis Issues”.", "page": 70, "label": "negative", "confidence": 0.9076638221740723}, {"sentence": "12/12FF 3Q14FF 30 Several 1R17 major mods with quality issues.", "page": 70, "label": "negative", "confidence": 0.9192397594451904}, {"sentence": "3/13FF.] [Reviewed Tritium monitoring 4/13FF – OK.] RP-13 F (New) The PHC also reviewed the Radiation 2/14PM 3Q14FF Monitoring System which is white status for Unit-1 (U-1) and in yellow status for Unit-2 (U-2) because of equipment reliability problems due to aging.", "page": 73, "label": "negative", "confidence": 0.9625516533851624}, {"sentence": "Close here.] 2 F The PHC also reviewed the Radiation 2/14PM Close Monitoring System which is white status for Unit-1 (U-1) and in yellow status for Unit-2 (U-2) because of equipment reliability problems due to aging.", "page": 84, "label": "negative", "confidence": 0.964765191078186}, {"sentence": "The first of these two trips was determined to have been affected by the insulator’s characteristics, while the second was preliminarily determined to have been caused by inadequate controls for the offsite personnel who conducted the periodic washing.", "page": 85, "label": "negative", "confidence": 0.9349867701530457}, {"sentence": "The NRC closed their monitoring of the concern following their mid-year review of station performance.", "page": 97, "label": "negative", "confidence": 0.9020828008651733}, {"sentence": "For example, “1R5\" is the fifth refueling outage for Unit 1 since start-up.", "page": 111, "label": "negative", "confidence": 0.9256736040115356}, {"sentence": "Some weaknesses in Human Performance had been identified by the station’s Quality Verification (QV) Group, and similar issues had also been noted to some degree by QV in other station departments.", "page": 119, "label": "negative", "confidence": 0.9613198637962341}, {"sentence": "(Pump 2-1 could have been moved to an alternate power source) Component Cooling Water (CCW) Pump 2-1 was removed from service for maintenance.", "page": 121, "label": "negative", "confidence": 0.9179732799530029}, {"sentence": "Therefore, DCPP Unit 2 was placed in a condition in which it was not meeting the requirements of its Outage Safety Plan.", "page": 121, "label": "negative", "confidence": 0.9252719283103943}, {"sentence": "RC2: Maintenance leadership has not been proactive in its approach to shortfalls in human performance standards and use, including the failures to consistently perform task previews and establish clear standards for work order use and adherence.", "page": 121, "label": "negative", "confidence": 0.9402434825897217}, {"sentence": "CC2: Human performance standards such as task previews and pre-job briefs are implemented in an inconsistent manner across the site.", "page": 122, "label": "negative", "confidence": 0.9471514821052551}, {"sentence": "Note that Level ‘A’ additionally requires Operations Manager approval.” (In this case, should Operations have had some role to perform with regard to determining the appropriate trouble shooting significance level?) 02/20/13 2000 “The trouble shooting plan was not formally approved by the Shift Manager (approval was assumed) during this brief nor was the required troubleshooting lead identified as required by MA1.DC10 (Troubleshooting).” The loss of power to Unit 2 4kV Bus G during Refueling Outage 2R17 was avoidable and was due to a number of breakdowns in the planning and conduct of a maintenance activity during a refueling outage.", "page": 123, "label": "negative", "confidence": 0.9293907880783081}, {"sentence": "The impact on Unit 2 was negligible because the Unit was defueled at the time and because Component Cooling Water and Spent Fuel Pool Cooling remained operable.", "page": 123, "label": "negative", "confidence": 0.9078002572059631}, {"sentence": "The two deficiencies in the radiological area pertained to the existence of expired chemicals in the Primary Chemistry laboratory and to a sampling procedure for Auxiliary Salt Water that lacked documentation of the need to use a supplemental sampling pump when sample flow is not available through the normal sampling method.", "page": 124, "label": "negative", "confidence": 0.9541306495666504}, {"sentence": "The trip of this Main Feed Pump was necessitated by a growing leak from the gasket of a shell side relief valve of Feedwater Heater 2-1A.", "page": 126, "label": "negative", "confidence": 0.9052905440330505}, {"sentence": "As the magnitude increased, and while operators were attempting to control it, the spray wetted the nearby Main Feed Pump control/annunciator loops causing several alarms, and the decision was made to manually trip the Unit 2 reactor.", "page": 126, "label": "negative", "confidence": 0.944356381893158}, {"sentence": "Soon afterward, the A phase MBT CCVT flashed over to ground, causing a single-line-to-ground fault, which in turn caused the 500kV tie-line differential relay to actuate, resulting in a Unit 2 Turbine Trip and Reactor Trip.", "page": 126, "label": "negative", "confidence": 0.9520275592803955}, {"sentence": "The root cause of this trip was eventually determined to be that the insulator’s minimum creepage distance (i.e. the distance between two conductive parts) was too small and not consistent with industry codes and standards for the contaminant levels in its operating environment.", "page": 126, "label": "negative", "confidence": 0.9379128217697144}, {"sentence": "The root cause of this event was determined to be inadequate controls for oversight of supplemental PG&E transmission line personnel and for on-line risk analysis that resulted in a conductive overspray, which induced an external arc around the lightning arrester insulation resulting in a flashover.", "page": 126, "label": "negative", "confidence": 0.9574500918388367}, {"sentence": "All three automatic reactor trips of Unit 2 that have been experienced between January 1, 2011 and December 31, 2013 were avoidable.", "page": 126, "label": "negative", "confidence": 0.9054914712905884}, {"sentence": "The number of routine union grievances was down – approximately 1/3 the number several years ago.", "page": 127, "label": "negative", "confidence": 0.9729052782058716}, {"sentence": "Annunciators Defeated and Deficient Critical Components Backlog.", "page": 128, "label": "negative", "confidence": 0.9669380187988281}, {"sentence": "In July 2013, Unit 2 experienced a reactor trip due to a flashover during a hot washing of the 500kV insulators.", "page": 128, "label": "negative", "confidence": 0.9689069986343384}, {"sentence": "In August 2013, the primary reason for Unit 2 not having a Green rating was that the unit experienced a Rod Control Urgent Failure Alarm during a quarterly control rod operability test when Control Rod Groups 1 and 2 in Bank A were slightly out of their expected positions.", "page": 128, "label": "negative", "confidence": 0.9654180407524109}, {"sentence": "In April 2012 DCPP’s Unit 2 was forced to shut down for several days due to a large salp intrusion (Unit 1 was shut down at the time for a normal refueling outage).", "page": 130, "label": "negative", "confidence": 0.9569255113601685}, {"sentence": "DCPP’s winter 2013–2014 storm experience was moderate with respect to its impact on intake equipment, resulting in a single rampdown of Unit 2 to 28% power for about 18 hours.", "page": 130, "label": "negative", "confidence": 0.9557009935379028}, {"sentence": "The loss of power to Unit 2 4kV Bus G during Refueling Outage 2R17 was avoidable and was due to a number of breakdowns in the planning and conduct of a maintenance activity during a refueling outage.", "page": 131, "label": "negative", "confidence": 0.9630676507949829}, {"sentence": "Engineering design quality was affected to some extent during Outage 1R17 by issues pertaining to three plant modifications.", "page": 138, "label": "negative", "confidence": 0.9621763825416565}, {"sentence": "Three design packages were issued incomplete (“managed exceptions”) due to vendor issues and late scope additions,", "page": 138, "label": "negative", "confidence": 0.9636456966400146}, {"sentence": "Approximately one-third of the FCPs were required due to design errors.", "page": 139, "label": "negative", "confidence": 0.9554553031921387}, {"sentence": "Adding to the problem was the fact that each of these designs was begun late and performed on a compressed time schedule.", "page": 139, "label": "negative", "confidence": 0.9541274905204773}, {"sentence": "This ultimately created an environment that promulgated a human error-likely environment.” More specifically, the RCE team determined that the environment consisted of poor communication, lack of engineering leadership, too much reliance on vendor designs, time pressure, and distractions.", "page": 139, "label": "negative", "confidence": 0.949616551399231}, {"sentence": "Design Quality (blue line in the chart) was Red due to low scores incurred on seven of 29 projects.", "page": 140, "label": "negative", "confidence": 0.9744201898574829}, {"sentence": "A review of the station’s performance over the past five years with respect to repairing boric acid leaks revealed that the total number of leakers per unit was often in the range of 300 to 350 leakers per unit, with a unit’s total occasionally exceeding 400, and rarely dropping to 250 or below.", "page": 141, "label": "negative", "confidence": 0.933789074420929}, {"sentence": "Contromatics and Bettis actuators are experiencing obsolescence problems in spare parts availability.", "page": 142, "label": "negative", "confidence": 0.9716508984565735}, {"sentence": "Several AOVs are not controlling well, and action plans are being developed.", "page": 142, "label": "negative", "confidence": 0.9610761404037476}, {"sentence": "If the vessel, which normally operates at approximately 600 degrees F and 2200 pounds per square inch of pressure (psi), were to experience a cold-water shock from inadvertently injecting cold water into the vessel while at operating pressure, it is possible that existing cracks in the vessel could rapidly enlarge, resulting in a vessel rupture.", "page": 143, "label": "negative", "confidence": 0.9132004380226135}, {"sentence": "Such a rupture could make it difficult to safely shut down the reactor and/or to maintain core cooling.", "page": 143, "label": "negative", "confidence": 0.9266911745071411}, {"sentence": "The performance summary included both the original piping and additional bypass piping, which was installed due to a concern that localized corrosion was occurring in the portion of the piping buried below sea level in the tidal zone outside the intake structure.", "page": 146, "label": "negative", "confidence": 0.9264969229698181}, {"sentence": "Observed piping degradation was consistent with expected degradation of the areas of the systems that were inspected.", "page": 148, "label": "negative", "confidence": 0.9318379163742065}, {"sentence": "During the previous period (2012–2013) the DCISC reviewed the following human performance- related items: Station Human Performance Human Performance Program The DCISC concluded in the previous reporting period that the apparent negative trend in the station’s non-outage human performance error rate experienced during the last half of 2011 was actually due to more emphasis on reporting errors.", "page": 149, "label": "negative", "confidence": 0.9416126608848572}, {"sentence": "4.4.2 Current Period Activities During the current period (2012–2013) the DCISC reviewed the following human performance- related item: Human Performance Program Update Human Performance Program Update (Volume II, Exhibit D.6, Section 3.6) This review was precipitated by the fact that DCPP’s November 2013 Plant Performance Improvement Report (PPIR) indicated that Station Human Performance Clock Resets had been rated as Yellow (Deficient) during the period of September 2013 through November 2013 and the Human Error Rate for the Operations Group had been rated as Red (Unsatisfactory) during that same period.", "page": 149, "label": "negative", "confidence": 0.9461357593536377}, {"sentence": "In January 2013 QV issued an audit finding that human performance errors continued to challenge station performance.", "page": 150, "label": "negative", "confidence": 0.9565695524215698}, {"sentence": "The events are as follows: On December 19, 2013 an Operator entered an Emergency Diesel Generator (EDG) room and stepped on an EDG fuel oil line that broke and caused two EDGs to be inoperable.", "page": 150, "label": "negative", "confidence": 0.954626739025116}, {"sentence": "On November 2, 2013 a Control Operator left FCV-495, the Auxiliary Feedwater cross-tie valve, in the wrong position (closed) at the end of a surveillance test.", "page": 150, "label": "negative", "confidence": 0.9551200270652771}, {"sentence": "Evaluation of the situation determined that the barrier that had been established by Radiation Protection and Maintenance workers had apparently been inadvertently bumped by the Maintenance Worker.", "page": 150, "label": "negative", "confidence": 0.900135338306427}, {"sentence": "On February 28, 2013 a Vital 4kV Bus was inadvertently de-energized by a Maintenance Technician during troubleshooting activities.", "page": 150, "label": "negative", "confidence": 0.965580403804779}, {"sentence": "The Human Error Rate for Operations has been Red (Unsatisfactory) in each month dating back through July 2013.", "page": 150, "label": "negative", "confidence": 0.9643517136573792}, {"sentence": "Conclusion: Three Station Level Human Performance Event Clock Resets occurred during the fourth quarter of 2013, causing the station’s 18-month indicator for such Resets to become Yellow (deficient).", "page": 151, "label": "negative", "confidence": 0.9542669057846069}, {"sentence": "The following warning flags should be considered: Backlogs of incomplete root and apparent cause analyses increase.", "page": 158, "label": "negative", "confidence": 0.9645562767982483}, {"sentence": "Backlogs of open corrective actions are high and increasing.", "page": 158, "label": "negative", "confidence": 0.9555957317352295}, {"sentence": "The audit’s two findings pertaining to Corrective Action were as follows: Inappropriate use of Long-Term Corrective Actions (LTCA) and repeated extensions of due dates for Corrective Actions to Prevent Recurrence (CAPR) have impeded the timely resolution of Significant Conditions Adverse to Quality (SCAQ).", "page": 162, "label": "negative", "confidence": 0.963799238204956}, {"sentence": "As the hostile action scenario progressed, operators in the Simulator correctly declared a Site Area Emergency (SAE) due to the state of the plant.", "page": 168, "label": "negative", "confidence": 0.9484059810638428}, {"sentence": "Troubleshooting – management oversight was less than effective to assure all aspects of troubleshooting processes were satisfied during three troubleshooting activities.", "page": 180, "label": "negative", "confidence": 0.926387369632721}, {"sentence": "Unit 2 has had several additional fuel leaks since then.", "page": 185, "label": "negative", "confidence": 0.9454742670059204}, {"sentence": "There have been recurring problems with the equipment since Outage 2R14, including several during Outage 2R17.", "page": 189, "label": "negative", "confidence": 0.9685406684875488}, {"sentence": "The apparent cause was identified as “ … age-related degradation of Spent Fuel Pool bridge crane controllers exacerbated by limited margin of the current 24-Volt control systems.” The three 2R17 events all involved contacts in the 24 Volt systems, which have little margin for degraded (dirty) contacts.", "page": 189, "label": "negative", "confidence": 0.9171797633171082}, {"sentence": "Other failures were due to lack of or inadequate regular inspections, maintenance (cleaning) or replacement and due to lack of a thorough understanding by operators of the infrequently used system.", "page": 189, "label": "negative", "confidence": 0.9597256779670715}, {"sentence": "Additionally, the Unit 1 mechanical Rod Cluster Control Assembly (RCCA) Change Tool is not working properly, and a repair or new one is needed in time for Outage 1R18.", "page": 189, "label": "negative", "confidence": 0.943198025226593}, {"sentence": "The DCPP Fuel Handling System has been problematic since Refueling Outage 2R14, and caused", "page": 189, "label": "negative", "confidence": 0.9687068462371826}, {"sentence": "The problems are mostly due to age-related issues and lack of adequate inspection, maintenance, and component replacement, especially electrical contacts, of the infrequently used system.", "page": 190, "label": "negative", "confidence": 0.9569483399391174}, {"sentence": "Unit 2 Reactor Coolant Pump Seal Failure Root Cause Evaluation (Volume II, Exhibit D.3, Section 3.2) In February 2013, while taking Unit 2 off-line for the 2R17 Refueling Outage, operators determined that the RCP 2-2 seal had a problem based on seal leakoff high flow alarms.", "page": 190, "label": "negative", "confidence": 0.9611548781394958}, {"sentence": "Foreign material was transported from the Reactor Coolant Drain Tank (RCDT) drain header into the RCP seal packages, damaging the No. 2 and 3 seals in RCPs 2-1 and 2-2.", "page": 190, "label": "negative", "confidence": 0.9515615701675415}, {"sentence": "The root causes were identified as follows: Root Cause for Sub-Problem 1: Inadequate procedural guidance and unclear coordination between applicable procedures, associated with properly aligning the RCDT prior to draining the Pressurizer Relief Tank (PRT), given the system’s low margin/high sensitivity to pushing water into the RCP seals during this evolution.", "page": 190, "label": "negative", "confidence": 0.9607447981834412}, {"sentence": "Root Cause for Sub-Problem 2: Poor historical Foreign Material Exclusion (FME) practices that allowed foreign material into the SIS downstream of the seal injection filters.", "page": 190, "label": "negative", "confidence": 0.9568430781364441}, {"sentence": "Reactor Coolant Pump 1-3 Seal Leakage (Volume II, Exhibit D.8, Section 3.10) The problem in this most recent seal leakage case was experienced while returning Unit 1 to operation after Refueling Outage 1R18.", "page": 191, "label": "negative", "confidence": 0.913469135761261}, {"sentence": "Only one of the four Unit 1 Reactor Coolant Pumps was affected, and the problem was not due to foreign material entering the pump seal.", "page": 191, "label": "negative", "confidence": 0.9041763544082642}, {"sentence": "This most recent leakage problem developed when Unit 1 was in the process of returning to operation following Refueling Outage 1R18 in March 2014.", "page": 191, "label": "negative", "confidence": 0.948564350605011}, {"sentence": "On March 19, disassembly of the three seals for RCP 1-3 showed that the #1 seal shaft-to-runner O- ring had a 3 inch radial length piece missing.", "page": 192, "label": "negative", "confidence": 0.9001626968383789}, {"sentence": "Further troubleshooting to determine the cause of the damage to this O-ring revealed that the pump shaft and rotor shaft of RCP 1-3 were substantially misaligned in both the concentric and angular directions.", "page": 192, "label": "negative", "confidence": 0.9418227672576904}, {"sentence": "1R18 caused misalignment between the pump and motor shaft.", "page": 193, "label": "negative", "confidence": 0.940313458442688}, {"sentence": "The resulting twelve-day forced outage appears to have been an avoidable event.", "page": 193, "label": "negative", "confidence": 0.9282218217849731}, {"sentence": "Throughout this period the system supplying both units has been rated as Yellow, i.e. Deficient.", "page": 193, "label": "negative", "confidence": 0.9331761598587036}, {"sentence": "The 230kV offsite capacity margin is continually decreasing with area load growth, thereby increasing the likelihood that the station’s 230kV system may not be able to perform fully when called upon.", "page": 193, "label": "negative", "confidence": 0.9533491730690002}, {"sentence": "Deficient Critical Components Backlog and Critical Equipment Clock Resets (Volume II, Exhibit D.6, Section 3.3) Deficient Critical Components Backlog The Deficient Critical Components Backlog Orders, a weekly reported indicator, had been rated as Yellow (Deficient) in 70 of the 78 weeks tabulated between mid June 2012 and early December 2013.", "page": 194, "label": "negative", "confidence": 0.9465871453285217}, {"sentence": "One of the issues of concern at DCPP was that more equipment is being broken during maintenance activities than has occurred historically.", "page": 194, "label": "negative", "confidence": 0.9638770222663879}, {"sentence": "Also, lead times for obtaining replacement components have become longer as the plant has aged.", "page": 194, "label": "negative", "confidence": 0.9302905201911926}, {"sentence": "Unit 1 Circulating Water Pump failed to start.", "page": 195, "label": "negative", "confidence": 0.9243984222412109}, {"sentence": "Unit 1 Main Feedwater Pump 1 Tripped due to the trip of 480 Volt Bus 15D.", "page": 196, "label": "negative", "confidence": 0.9430864453315735}, {"sentence": "Start-up Transformer 1-1 became inoperable due to relay failure.", "page": 196, "label": "negative", "confidence": 0.9609418511390686}, {"sentence": "Start-up Transformer 1-1 tripped due to a failure of the diverter component of the Load Tap Changer.", "page": 196, "label": "negative", "confidence": 0.9584846496582031}, {"sentence": "Unit 2 received a Rod Control Urgent Failure Alarm while performing a Surveillance Test Procedure for Exercising Full Length Control Rods.", "page": 196, "label": "negative", "confidence": 0.9141400456428528}, {"sentence": "Equipment problems and failures increased the frequency of Critical Event Clock Resets in the second half of 2013.", "page": 196, "label": "negative", "confidence": 0.9570299983024597}, {"sentence": "flashover results from deterioration in the insulated path between the source of the arc and the object that is on the receiving end of the arc.", "page": 198, "label": "negative", "confidence": 0.92885422706604}, {"sentence": "Nevertheless, at 11:30 A.M. on February 2, 2014, after about an hour and a half of light rain, the Unit 2 Main Bank Transformer “B” Phase Lightning Arrester failed, causing a single-line-to-ground fault and the subsequent operation of the 500kV tie-line differential relay.", "page": 198, "label": "negative", "confidence": 0.953792929649353}, {"sentence": "Some errors were found in the assembly process for Unit 2 B&C phases and for Unit 1 C phase.", "page": 199, "label": "negative", "confidence": 0.9479401707649231}, {"sentence": "Some arresters showed evidence of rust/corrosion.", "page": 199, "label": "negative", "confidence": 0.9488950371742249}, {"sentence": "4.13.3 Conclusions and Recommendations Conclusions: The DCPP Fuel Handling System has been problematic since Refueling Outage 2R14.", "page": 200, "label": "negative", "confidence": 0.9638667106628418}, {"sentence": "Excessive Critical Component Failure/Adverse Equipment Trend (one or more critical component failures without an action plan.) due to 16 impaired fire doors for several years due to financing deferrals.", "page": 210, "label": "negative", "confidence": 0.9669384956359863}, {"sentence": "Fire dampers are in Maintenance Rule [MR] (a)(1) status, Goal Setting, due to degraded parts due to aged equipment that is not being sufficiently maintained.", "page": 210, "label": "negative", "confidence": 0.9193078875541687}, {"sentence": "Radiation Monitoring System Health The Radiation Monitoring System health is White (satisfactory) for Unit 1 and Yellow (unsatisfactory) for Unit 2 due to equipment reliability problems due to the age of components; however, obsolescence is not considered a problem because spare parts are readily available.", "page": 210, "label": "negative", "confidence": 0.9070019721984863}, {"sentence": "Unit 2 additionally has had operability problems with the Plant Vent and Containment air particulate monitors.", "page": 210, "label": "negative", "confidence": 0.9677717685699463}, {"sentence": "The DCISC Fact-finding Team has a concern about the length of time DCPP is taking to replace degraded fire doors.", "page": 211, "label": "negative", "confidence": 0.9287026524543762}, {"sentence": "The root cause was identified as: A mismatch exists between the conventional UT weld overlay inspection procedure and the Performance Demonstration Initiative qualification process.", "page": 212, "label": "negative", "confidence": 0.9281995296478271}, {"sentence": "Examiners failed to recognize zero-degree angle ergonomic factors necessitating reduced scan speed to maintain optimum search unit coupling.", "page": 212, "label": "negative", "confidence": 0.9472664594650269}, {"sentence": " Conversely, during extremely low-demand periods there may be excessive generation, and some generation may be paid negative prices if they cannot reduce generation output.", "page": 212, "label": "negative", "confidence": 0.9473565220832825}, {"sentence": " But routine cycling of power raises potential issues with the reliability of the plant.", "page": 213, "label": "negative", "confidence": 0.9209645390510559}, {"sentence": "Because of system aging, component obsolescence, and calibration difficulties, DCPP replaced the PCS in Unit 1 in Refueling Outage 1R17 (May 2012) and in Unit 2 in Refueling Outage 2R17 (March 2013).", "page": 215, "label": "negative", "confidence": 0.9145474433898926}, {"sentence": "The reliability of undervoltage relays is a concern with respect to the likelihood of a 4kV system suffering unnecessary trips if the power system were to experience a temporary voltage drop while loaded.", "page": 218, "label": "negative", "confidence": 0.9603559970855713}, {"sentence": "This PG&E offsite situation also results in voltage fluctuations which could affect the reliability of safety related equipment on DCPP’s vital buses if this equipment is depending upon the 230kV system in an emergency.", "page": 218, "label": "negative", "confidence": 0.9031805992126465}, {"sentence": "There are problems with the rubber seats of butterfly valves used for unit-to-unit system isolation.", "page": 220, "label": "negative", "confidence": 0.9291369318962097}, {"sentence": "Report (LER) to the NRC discussing a long term inadequacy in the ability of the Control Room Ventilation Systems (CRVS) to control air inleakage into the Control Room in postulated post-accident situations when the atmosphere could contain radionuclides.", "page": 222, "label": "negative", "confidence": 0.9105290174484253}, {"sentence": "Control Room Air Conditioning System long history of reliability issues due to design, age and corrosion.", "page": 222, "label": "negative", "confidence": 0.9583564400672913}, {"sentence": "CRVS condenser motor failures due to exposure to salt environment.", "page": 222, "label": "negative", "confidence": 0.9164707660675049}, {"sentence": "The DCISC last reviewed the DCPP EDG in May 2013 (Reference 6.9), when it concluded the following: DCPP has been experiencing long-standing problems pertaining to its Emergency Diesel Generators in both units.", "page": 223, "label": "negative", "confidence": 0.968461811542511}, {"sentence": "These problems have encompassed component deterioration and obsolescence as well as incompatibilities between regulatory requirements and existing design documents.", "page": 223, "label": "negative", "confidence": 0.9516208171844482}, {"sentence": "The undervoltage signal from any vital bus is an indication of a loss of both onsite and offsite power sources.", "page": 224, "label": "negative", "confidence": 0.9677003026008606}, {"sentence": "Material/Equipment Condition: Equipment Obsolescence – EDG control system components are 40 years old, obsolete, and some parts are unavailable.", "page": 224, "label": "negative", "confidence": 0.9245606660842896}, {"sentence": "Material/Equipment Issue: The higher loads on the EDGs resulted in higher fuel consumption from the fuel day tanks.", "page": 224, "label": "negative", "confidence": 0.9067771434783936}, {"sentence": "The nuclear industry has experienced substantial problems with a variety of mechanisms that can cause the SG tubes to deteriorate.", "page": 229, "label": "negative", "confidence": 0.9586247801780701}, {"sentence": "(A sulfate level of greater than 1.0 ppb is classified by the station as Needing Improvement.) The higher than desired level of sulfates in Unit 1 was attributed to resin fouling in", "page": 229, "label": "negative", "confidence": 0.9421447515487671}, {"sentence": "DCPP’s monthly Plant Performance Improvement Report (PPIR) for June 2013 noted that the Unit 1 resin was replaced during the second half of June, and that sulfates decreased from 3.09 ppb to about 0.9 ppb at that time.", "page": 230, "label": "negative", "confidence": 0.9706305861473083}, {"sentence": "The addition of polyacrylic acid, a remedy that is used within the industry, reduced Unit 2 FW iron content to below 3.0 ppm.", "page": 230, "label": "negative", "confidence": 0.9121995568275452}, {"sentence": "Collective radiation dose for each unit was the lowest achieved during each of the respective unit’s refueling outages to date.", "page": 232, "label": "negative", "confidence": 0.9547241926193237}, {"sentence": "Outage 2R17 Intake Concrete Work (Volume II, Exhibit D.1, Section 3.13) Because of the saltwater environment, the concrete intake structure can deteriorate when corrosion of rebar occurs, which causes swelling of the rebar and concrete spalling, which then further exposes the steel reinforcing bar, causing the degradation to accelerate.", "page": 234, "label": "negative", "confidence": 0.9376948475837708}, {"sentence": "This reduces structural integrity.", "page": 234, "label": "negative", "confidence": 0.9292224645614624}, {"sentence": "Containment Fan Cooler Damper Modifications Containment Fan Cooler 1-3 and 1-5 Motor Overhauls Positive Outage Aspects: Turbine Generator Rewedge Auxiliary Transformer 1-1 Bushing Replacement Best Human Performance Department Level Event Performance No Site Clock Resets Negative Outage Aspects: Loss of Spent Fuel Pool Heat Removal Due to Grid Disturbance Vendor Performance on Thimble Tube Replacement, Reactor Vessel Inspection, and Reactor Coolant Pump Motor Overhaul Plant Implementation Inefficiencies Reactor Disassembly/Reassembly Delays Core Offload Window Valve Work Emergency Core Cooling Check Valve Testing Refilling Primary Systems During Outage 1R18, a 500kV grid disturbance resulted in a voltage transient on the 230 and 500kV lines leading into DCPP.", "page": 239, "label": "negative", "confidence": 0.9525977373123169}, {"sentence": "The momentary loss of power to the Unit 1 Spent Fuel Pool (SFP) Cooling Pump caused it to trip off.", "page": 239, "label": "negative", "confidence": 0.9557887315750122}, {"sentence": "DCPP’s Outage 1R18 results were positive with the one exception of temporary loss of the Unit 1 Spent Fuel Pool Cooling Pump due to an electric grid disturbance.", "page": 239, "label": "negative", "confidence": 0.9278725385665894}, {"sentence": "Also, each spent fuel storage pool will have its inventory of used fuel reduced from slightly over 1,200 assemblies currently to slightly fewer than 800 in 2025.", "page": 244, "label": "negative", "confidence": 0.9364708662033081}, {"sentence": "If the NRC license amendment is granted, DCPP would have the ability to load higher burn-up fuels and in order to get the license amendment in a timely manner DCPP has limited its loading capabilities to date to low burn-up fuel.", "page": 246, "label": "negative", "confidence": 0.9118223786354065}, {"sentence": "However, these activities were terminated as a result of concerns by the public and local governmental officials that the soundings could have an adverse impact on sea life in that area.", "page": 252, "label": "negative", "confidence": 0.9493896961212158}, {"sentence": "Most recently a public interest group expressed concern over some issues related to aspects of DCPP’s operating license that are specifically related to seismicity.", "page": 253, "label": "negative", "confidence": 0.9474332332611084}, {"sentence": "4.21.2 Current Period Activities The DCISC reviewed the following fire protection items during the reporting period: Fire Door Issues Fire Door Issues (Volume II, Exhibit D.7, Section 3.5) At the December 11, 2013 Plant Health Committee meeting the Appendix R Program Manager reported that this fire protection program health was Red, unsatisfactory, due to the following: Excessive Critical Component Failure/Adverse Equipment Trend (one or more critical component failures without an action plan) because of 16 impaired fire doors for several years due to financing deferrals.", "page": 257, "label": "negative", "confidence": 0.9685052037239075}, {"sentence": "Six of these 16 doors have now been repaired or replaced, leaving 10 doors needing resolution.", "page": 258, "label": "negative", "confidence": 0.949718177318573}, {"sentence": "4.21.3 Conclusions and Recommendations Conclusion: The DCISC learned in December 2013 that 16 impaired fire doors would not be repaired or replaced until 2017 due to funding deferrals and found this unacceptable.", "page": 258, "label": "negative", "confidence": 0.9554351568222046}, {"sentence": "Shortfalls in both ESP refresher training and subcommittee effectiveness had challenged the effectiveness of the training.", "page": 262, "label": "negative", "confidence": 0.9695620536804199}, {"sentence": "Also, the Engineering group had been experiencing no situations where workers had been working in areas in which they had not been formally qualified, nor had there been performance issues in the plant that were related to inadequate engineering training.", "page": 262, "label": "negative", "confidence": 0.9545853734016418}, {"sentence": "Additional training, as needed, for Engineering’s interface with Procurement Finally, it was noted that the engineering workforce is aging and that anticipated future retirements will dictate a continuing need for knowledge transfer between highly experienced and less experienced engineers.", "page": 263, "label": "negative", "confidence": 0.9567487239837646}, {"sentence": "Salt Deposition The deposition of salt onto equipment can have negative impacts on reliability and on plant and personnel safety.", "page": 267, "label": "negative", "confidence": 0.9289699792861938}, {"sentence": " Recent problems with salt deposition at DCPP include a series of flashover events occurring on high voltage bushings.", "page": 267, "label": "negative", "confidence": 0.9452890753746033}, {"sentence": "power (LOOP) due to potential simultaneous electrical failures in the 230 kV and 500 kV switch yards.", "page": 268, "label": "negative", "confidence": 0.9057043194770813}, {"sentence": " The use of salt water for cooling towers is problematic, due to very large increases in the rate of salt deposition on equipment during periods of adverse weather, that may result in failures of key safety-important systems, in particular off-site power supplies and emergency diesel generators.", "page": 269, "label": "negative", "confidence": 0.9524992108345032}, {"sentence": "Furthermore, for any of the seven proposed alternatives, there is the potential for a significant reduction in the plant’s reliability and for an increase in the frequency of trips and", "page": 274, "label": "negative", "confidence": 0.9045360088348389}, {"sentence": "forced outages.", "page": 275, "label": "negative", "confidence": 0.9213857054710388}, {"sentence": "Likewise, the wet closed cycle options include a water storage capacity of only two hours (Reference 2, Section 4.3.4.1) so any outage of the water supply system exceeding this will result in a plant trip.", "page": 276, "label": "negative", "confidence": 0.9342732429504395}, {"sentence": "While prolonged loss of circulating water system (CWS) function is not an important contributor to risk at DCPP with today’s configuration, abrupt loss of CWS results in one of the more severe types of transients the plant can experience.", "page": 278, "label": "negative", "confidence": 0.929989755153656}, {"sentence": "Our position is that, although replacement cooling technology could meet all NRC regulations, it could still represent an unacceptable degradation of the overall nuclear-reactor-safety performance at Diablo Canyon when compared to the current configuration.", "page": 279, "label": "negative", "confidence": 0.9475293159484863}, {"sentence": "Potential flooding of the 230kV switchyard due to Probably Maximum Flood.", "page": 282, "label": "negative", "confidence": 0.9267560243606567}, {"sentence": "Dr. Budnitz stated during his informal conversations with Bechtel personnel engaged in this project everyone agreed more information and analyses are required and that there is insufficient detail and time available to complete what will necessarily comprise a very detailed, and difficult analytical process.", "page": 303, "label": "negative", "confidence": 0.9209760427474976}, {"sentence": "Interruption of circulating water function at DCPP has occurred in the past due to an influx of salp, a jellyfish like sea creature, in Diablo Cove and at the plant’s Intake Structure which resulted in the buildup of salp on the intake screens causing a sufficient pressure drop that the intake pumps were shut down.", "page": 304, "label": "negative", "confidence": 0.9324243664741516}, {"sentence": "when compared to existing margins, or the system cannot be allowed to experience unnecessary and additional stress.", "page": 305, "label": "negative", "confidence": 0.905385434627533}, {"sentence": "Dr. Groot thanked the Committee for a good job on the review of the Bechtel report but expressed her disappointment that her questions were not answered.", "page": 308, "label": "negative", "confidence": 0.9094657897949219}, {"sentence": "PG&E determined that its informational calendars were not reaching every student who lives on campus and has taken steps to address the issue.", "page": 312, "label": "negative", "confidence": 0.9028851985931396}, {"sentence": "However, a lack of instrumentation to verify water inventory caused significant problems and it has proven to be challenging to remove the fuel from the spent fuel pools of the damaged Fukushima reactors.", "page": 313, "label": "negative", "confidence": 0.9557178616523743}, {"sentence": "Changing operational configuration and power levels creates risk.", "page": 314, "label": "negative", "confidence": 0.9230930209159851}, {"sentence": "Dr. Budnitz reported that he had a potential scheduling conflict with the date of the next meeting of the State Water Resources Control Board’s Review Committee for Nuclear Fueled Power Plants (RCNFPP) which is now scheduled in Sacramento, California, on Monday, November 4, 2013.", "page": 318, "label": "negative", "confidence": 0.9083236455917358}, {"sentence": "Mr. Wardell reported the system health status was affected by the fact there is a new system/program owner and long-range planning has not been completed.", "page": 319, "label": "negative", "confidence": 0.9467072486877441}, {"sentence": "Refueling Equipment Reliability – Mr. Wardell reported reliability issues focused mostly on cranes and moveable bridges due to aging components and exposure to humidity.", "page": 320, "label": "negative", "confidence": 0.9412181973457336}, {"sentence": "The program health is in Yellow status principally due to a new program manager.", "page": 321, "label": "negative", "confidence": 0.9420055150985718}, {"sentence": "U-2 Reactor Coolant Pump Seal Failure Root Cause Evaluation – the U-2 Reactor Coolant Pump 2-2 seals triggered high alarms on seal discharge due to debris in the seal.", "page": 321, "label": "negative", "confidence": 0.9616116881370544}, {"sentence": "Status of the Regulatory Excellence Action Plan – Mr. Linnen stated this plan was developed by DCPP to address four issues: weaknesses in communications with the NRC, weaknesses in reportability determinations, an NRC substantive cross-cutting issue on problem evaluation, and an adverse trend in safety system functional failures (SSFF).", "page": 324, "label": "negative", "confidence": 0.9438624978065491}, {"sentence": "He reported the significant issue confronting this system is the problems experienced with voltage fluctuations that if unaddressed could cause vital plant equipment powered by the 230kV System to trip off line.", "page": 326, "label": "negative", "confidence": 0.9394022822380066}, {"sentence": "Dr. Lam reported the Salem Nuclear Power Plant in New Jersey, while the plant was operating at 30% power, previously experienced two scram signals but the Reactor Protection System failed to function as designed.", "page": 327, "label": "negative", "confidence": 0.900219202041626}, {"sentence": "Mr. Nimick stated that an increase in jellyfish and similar marine organisms is taking place in oceans around the world; and electric power plants in Sweden, Israel, Ireland and Japan have been shut down by jellyfish.", "page": 330, "label": "negative", "confidence": 0.9494322538375854}, {"sentence": "LER 1-2013-003, issued August 22, 2013 re: U-1 and U-2 – Actuation of six emergency diesel generators (EDGs) due to loss of 230kV offsite power.", "page": 333, "label": "negative", "confidence": 0.9312326312065125}, {"sentence": "Mr. Baldwin reported this was an issue involving both operator performance and deficient procedure.", "page": 334, "label": "negative", "confidence": 0.9477382898330688}, {"sentence": "LER 1-2013-005, issued August 22, 2013 re: both trains of Residual Heat Removal System inoperable due to circumferential flaw on a socket weld.", "page": 334, "label": "negative", "confidence": 0.9207125306129456}, {"sentence": "LER 2-2013-004, issued July 30, 2013 re: Technical Specification 3.8.1 not met due to failed wire lug on EDG 2-3 – This was due to a failed wire on a protection relay which vibrated to the point where it separated due to metal fatigue which caused the EDG to shutdown 22 hours into a surveillance test during a 24-hour load run on that EDG.", "page": 334, "label": "negative", "confidence": 0.948944628238678}, {"sentence": "LER 2-2013-005, issued September 5, 2013 re: reactor trip due to lightning arrester flashover.", "page": 334, "label": "negative", "confidence": 0.9090063571929932}, {"sentence": "Air temperature of more than 90ºF in the area of the EDGs results in a possible decrease in power of approximately one-half percent which may increase with the temperature.", "page": 334, "label": "negative", "confidence": 0.9530273675918579}, {"sentence": "NCV (Green) – Failure to evaluate the Auxiliary Feedwater System pump motor capability for the effects of pump maximum brake horsepower conditions.", "page": 335, "label": "negative", "confidence": 0.9167695045471191}, {"sentence": "This was also identified during the Component Design and Licensing Basis Inspection conducted by the NRC and involved a situation where EDGs running in excess of 60 hertz would cause the auxiliary feedwater electric motors and the pumps they power to turn faster resulting in the motors experiencing greater horsepower than they are rated for.", "page": 335, "label": "negative", "confidence": 0.902961790561676}, {"sentence": "NCV (Green) – Inadequate procedures for establishing temporary ventilation (C-C Aspect H.2(d) Facilities).", "page": 335, "label": "negative", "confidence": 0.9406212568283081}, {"sentence": "The amperage rating of the fans was found to exceed the capacity of the 20 ampere breakers and this situation would be expected to cause the breakers to gradually heat up and trip within approximately one hour due to the current draw.", "page": 335, "label": "negative", "confidence": 0.9460611939430237}, {"sentence": "But she wanted to dispel the impression persons unfamiliar with DCPP might have from Mr. Baldwin’s presentation that everything is fine, as she stated DCPP is fundamentally flawed in that it is not properly designed and essential safety backup systems are not able to withstand the possible ground motion produced by an earthquake on the San Luis Bay, Los Osos, or other faults in the area.", "page": 336, "label": "negative", "confidence": 0.9079562425613403}, {"sentence": "She stated her opinion that the plant should immediately be shut down, however, the only organization with the power to do so, the NRC, is colluding with PG&E because the NRC changed Dr. Peck’s initial report.", "page": 336, "label": "negative", "confidence": 0.934708297252655}, {"sentence": "He provided the following, current as of 2012, concerning NRC resident inspector average experience in years: Resident Senior Resident Current Site Time 3.0 3.4 Total Site Time 3.2 9.3 NRC Experience 6.1 11.2  Non-NRC Experience 4.0 9.4 In response to Dr. Peterson’s inquiry Mr. Hipschman reported as of ten years ago resident inspector experience was declining as the NRC was expanding, however, staffing has now stabilized and resident inspector experience has also stabilized and is beginning to increase.", "page": 339, "label": "negative", "confidence": 0.9329932928085327}, {"sentence": "Mr. Hipschman reported inspection activities at DCPP also included review of the October 2012 trip of U-2 due to a design error when an insulator was replaced in the offsite electrical system and a", "page": 340, "label": "negative", "confidence": 0.9446494579315186}, {"sentence": "July trip during a maintenance activity to clear an unrelated offsite electrical system.", "page": 341, "label": "negative", "confidence": 0.9271631836891174}, {"sentence": "The resident inspectors also monitored the shutdown and DCPP’s corrective actions in June 2013 in response to a cracked weld on a relief line on the Emergency Core Cooling System.", "page": 341, "label": "negative", "confidence": 0.9307395815849304}, {"sentence": "Ms. Hinds reported that the incomplete, partial closure of several modifications associated with the Security Upgrade Project prompted QVs’ concern regarding the configuration of Security projects.", "page": 343, "label": "negative", "confidence": 0.9594236016273499}, {"sentence": "Configuration management of Security modifications includes challenges for the Security maintenance team due to inadequate or inaccurate drawings and instructions for equipment or modifications to equipment previously placed in service, inaccurate and missing component labeling, and work management software that had not been updated.", "page": 343, "label": "negative", "confidence": 0.960554838180542}, {"sentence": "Identified deficiencies within the DCPP Troubleshooting Program include failure to utilize the appropriate level of work management documents based on level of risk, authorization of troubleshooting activities, and failing to document the results of troubleshooting activities.", "page": 344, "label": "negative", "confidence": 0.9430070519447327}, {"sentence": "Ms. Hinds stated procedure use and adherence by the Security organization is also being reviewed as an issue by QV stemming from Fall of 2012 when it was found the Security organization was not using procedures as required by the station’s expectations.", "page": 345, "label": "negative", "confidence": 0.915608286857605}, {"sentence": "Ms. Hinds reported the Performance Improvement Programs are also currently being followed by QV as an issue because those programs which use self-assessments, corrective actions, trending, and operating experience to improve performance at DCPP had small issues which impacted how the programs were working.", "page": 345, "label": "negative", "confidence": 0.9044893980026245}, {"sentence": "Dr. Lam remarked that a loss of inventory would fit", "page": 347, "label": "negative", "confidence": 0.9585603475570679}, {"sentence": "Mr. Nugent confirmed Dr. Peterson’ s observation that air quality permits must be obtained from the local Air Pollution Control District for operation of portable equipment and Dr. Peterson stated he was dismayed to learn that some training activities may have been delayed due to the time required to obtain permits and commented there were other issues, such as requirements for the use of catalytic converters, involved with the permitting process which govern the performance of the portable equipment.", "page": 348, "label": "negative", "confidence": 0.9485612511634827}, {"sentence": "Dr. Peterson stated a key deficiency at Fukushima was that the Japanese were unprepared to deal with the unanticipated damage and their process for making decisions in response to the events was completely dysfunctional.", "page": 350, "label": "negative", "confidence": 0.9353464841842651}, {"sentence": "Operator training was also poor with respect to how to cope with the conditions with which the operators at Fukushima were faced and availability of portable equipment was inadequate.", "page": 350, "label": "negative", "confidence": 0.9691343307495117}, {"sentence": "Dr. Peterson stated it was a tragedy the operators at Fukushima were placed in that position with completely inadequate resources of equipment, training and leadership.", "page": 350, "label": "negative", "confidence": 0.9668771624565125}, {"sentence": "Dr. Peterson observed he found from his review of the events at Fukushima that lack of spent fuel wide-range level instrumentation, which was mirrored by the lack of portable equipment and the need for operators to enter into hazardous areas to take pressure readings, may have been caused by the flawed idea that a plant could be designed to be sufficiently robust that it would be safe under all conditions.", "page": 351, "label": "negative", "confidence": 0.9424152970314026}, {"sentence": "Mr. Bych stated a problem was identified due to the susceptibility of the welds to primary stress corrosion cracking.", "page": 355, "label": "negative", "confidence": 0.9319615960121155}, {"sentence": "Mr. Bych reported three of six pressurizer weld overlays were found to have excessive length indications beyond the stipulated NRC relief request requirements during 2R17 inspections.", "page": 356, "label": "negative", "confidence": 0.9645313024520874}, {"sentence": "Under sizing of indications during acceptance exams on Safety Nozzle A contributed to examiner human performance issues.", "page": 357, "label": "negative", "confidence": 0.9673567414283752}, {"sentence": "Mr. Bych stated PG&E concluded there was a combination of process and human performance weaknesses that prevented the conventional UT in the 2R14 and 2R15 time frames from fully identifying these indications.", "page": 357, "label": "negative", "confidence": 0.9443913102149963}, {"sentence": "However, Dr. Budnitz reported that this was due to technical limits related to the cladding around the fuel which was not as advanced then as it is today.", "page": 362, "label": "negative", "confidence": 0.9247798919677734}, {"sentence": "He remarked that the Minutes from the June 5-6, 2013 DCISC public meeting include a discussion of the possibility of negative electric rates due to wind and solar generation availability and he stated this might have the potential to cause a negative impact on operational safety at DCPP which may need to be addressed in the near future.", "page": 366, "label": "negative", "confidence": 0.9331133961677551}, {"sentence": "On this occasion the PHC reviewed the Appendix R Fire Protection Program which was in Red status due to outstanding Nonconformance Reports (NCR) and NRC Findings and Mr. Wardell reported the backlog for these items has been reduced and the system is expected to return to White status by the next PHC meeting.", "page": 372, "label": "negative", "confidence": 0.9150393009185791}, {"sentence": "The PHC also reviewed Critical Component Failures in the Fire Protection System including 16 inoperable fire doors which has required the plant to post fire watches in the affected areas.", "page": 372, "label": "negative", "confidence": 0.955687940120697}, {"sentence": "The PHC also reviewed the Radiation Monitoring System which is in White status for Unit-1 (U-1) and in Yellow status for Unit-2 (U-2) because of equipment reliability problems due to aging.", "page": 372, "label": "negative", "confidence": 0.9584877490997314}, {"sentence": "He further observed that the matter of the Containment equipment hatch seismic qualification not having been identified during thirty years of DCPP’s operation was troubling to him.", "page": 375, "label": "negative", "confidence": 0.9091430306434631}, {"sentence": "The issue that DCPP has been facing is that the offsite capacity margin has been decreasing over the years due to an increase in the demand for electricity in the area, and this issue also applies to PG&E’s 500kV system.", "page": 378, "label": "negative", "confidence": 0.928625762462616}, {"sentence": "Deficient Critical Components Backlog Orders and Critical Equipment Clock Resets – Mr. Linnen reported both of these indicators are reported in the monthly Plant Performance", "page": 380, "label": "negative", "confidence": 0.9405645132064819}, {"sentence": "This backlog of orders is reported on a weekly basis and was rated as Yellow, or deficient, in 70 of the 78 weeks between June 2012 and December 2013.", "page": 381, "label": "negative", "confidence": 0.963321328163147}, {"sentence": "However, the general trend of this backlog indicator has been increasing and is related to the aging of equipment, which has resulted in longer lead times for replacing components.", "page": 381, "label": "negative", "confidence": 0.9465757012367249}, {"sentence": "Critical Equipment Clock Resets are equipment failures that result in any of the following: an automatic reactor trip, an unplanned entry into a Limiting Condition for Operation, an unplanned reduction in power greater than 2%, a forced outage, or a report to the NRC.", "page": 381, "label": "negative", "confidence": 0.9083970785140991}, {"sentence": "The first of the U-2 trips reviewed for the period was in March 2011 and was caused by a steam leak from the gasket of a feedwater heater relief valve which sprayed water onto a nearby control panel causing a trip of a main feedpump that resulted in a reactor trip.", "page": 381, "label": "negative", "confidence": 0.9454683065414429}, {"sentence": "Aspects of observed work that were identified as occasionally needing improvement included: inconsistent behaviors, ineffective ownership and oversight of processes, inadequate procedural guidance, and inadequate risk analyses and risk mitigation.", "page": 382, "label": "negative", "confidence": 0.9581332802772522}, {"sentence": "The Yellow rating for the Human Performance Clock Reset rate was based upon the following occurrences during the prior 18-month period: an operator inadvertently stepping on and breaking a fuel oil line that caused two emergency diesel generators to be inoperable; an operator inadvertently leaving an Auxiliary Feedwater cross- tie valve closed at the end of a test; a Maintenance worker apparently bumping a barrier that had been established for a high radiation area causing the area to be unsecured; and a vital 4kV bus inadvertently deenergized by a Maintenance technician during troubleshooting activities.", "page": 382, "label": "negative", "confidence": 0.9568770527839661}, {"sentence": "Although corrective actions in general appeared to align well with the identified causes, in some cases the problems were recurring which tended to indicate that the corrective actions had not been sufficient.", "page": 383, "label": "negative", "confidence": 0.9052214026451111}, {"sentence": "He remarked there were also a number of other red flags including criticism based on a lack of data in the NRC’s research and in an information report issued in the fall of 2012 addressing the Shoreline Fault.", "page": 384, "label": "negative", "confidence": 0.9345634579658508}, {"sentence": "There were two violations of very low safety significance reported since the last DCISC public meeting in October 2013.", "page": 388, "label": "negative", "confidence": 0.9420421123504639}, {"sentence": "This event occurred on August 14, 2013, due to a maintenance inadequacy performed by the manufacturer on a switch in the start-up transformer.", "page": 389, "label": "negative", "confidence": 0.9526942372322083}, {"sentence": "A backup pump started but failed to come up to speed and pressure quickly decreased due to a degraded backup oil pressure accumulator.", "page": 389, "label": "negative", "confidence": 0.9409043192863464}, {"sentence": "LER 1-2013-008, issued January 16, 2014, for U-1 Technical Specification 3.3.4 Not Met Due to Inoperable Remote Shutdown System Function.", "page": 389, "label": "negative", "confidence": 0.9348654747009277}, {"sentence": "This event occurred on November 19, 2013, when technicians performing maintenance discovered that a control power fuse was in the wrong position such that the control circuit providing one method of allowing local operators to close a breaker would not have functioned to allow the breaker to close.", "page": 389, "label": "negative", "confidence": 0.9268613457679749}, {"sentence": "The fuse had been incorrectly restored to its position during a prior refueling outage.", "page": 389, "label": "negative", "confidence": 0.9080146551132202}, {"sentence": "All systems responded as designed and the plant shut down to Mode 3.", "page": 390, "label": "negative", "confidence": 0.928533136844635}, {"sentence": "The NRC identified a failure to follow written work procedures and processes.", "page": 390, "label": "negative", "confidence": 0.9492861032485962}, {"sentence": "Mr. Strickland stated that if the license amendment referenced by Mr. Geesman is granted, DCPP would have the ability to load higher burn-up fuels and in order to get the license amendment in a timely manner DCPP has limited its loading capabilities to date to low burn-up fuel.", "page": 394, "label": "negative", "confidence": 0.9060013890266418}, {"sentence": "Mr. Geesman stated that the CPUC has provided PG&E with $64.25 million for enhanced seismic studies and the CPUC recognized that more funding may be needed, but the ground motion portion of the SSHAC process operating budget is $2.5 million and it has been reduced from the original amount.", "page": 400, "label": "negative", "confidence": 0.9677790403366089}, {"sentence": "U-2 refueling outage.", "page": 403, "label": "negative", "confidence": 0.9323436617851257}, {"sentence": "Mr. Geesman remarked that since the last meeting of the DCISC the Institute of Nuclear Power Operations (INPO) has downgraded DCPP’s performance.", "page": 412, "label": "negative", "confidence": 0.9601605534553528}, {"sentence": "Only the indicator for Main Annunciator Defeated had an unsatisfactory rating in any single week of the three-month period.", "page": 414, "label": "negative", "confidence": 0.9412053823471069}, {"sentence": "Mr. Linnen reported the indicator for Human Error was rated unsatisfactory based on a number of department or station level human error occurrences over a rolling period of time, including an operator’s unintentionally damaging a fuel oil line to an emergency diesel generator (EDG).", "page": 414, "label": "negative", "confidence": 0.9628244638442993}, {"sentence": "During the past winter U-2 was ramped down to 28% power for 18 hours due to storm activity.", "page": 414, "label": "negative", "confidence": 0.9433177709579468}, {"sentence": "The leaks created by corrosion can result in forced outages and present a danger to personnel.", "page": 415, "label": "negative", "confidence": 0.939361572265625}, {"sentence": "DCPP determined the cause of the July 2013 flashover was inadequate control for oversight of the supplemental personnel performing the routine washing and convened a Risk Readiness Review Board to review washing of the insulators.", "page": 415, "label": "negative", "confidence": 0.9062404036521912}, {"sentence": "Mr. Linnen stated that wind tunnel effects, alternate atmospheric wetting and drying cycles, and the positioning of U-2's diesel generator exhaust structure might have created conditions leading to higher contamination levels for U-2 equipment as compared to U-1 which has experienced no similar events.", "page": 416, "label": "negative", "confidence": 0.9224491715431213}, {"sentence": "Reactor Coolant Pump 1-3 Seal Leakage – Mr. Linnen stated leakage was observed as U-1 was coming out of its 18th refueling outage (1R18) and involved only one of the four reactor coolant pumps (RCP).", "page": 416, "label": "negative", "confidence": 0.9240158796310425}, {"sentence": "The DCISC found the schedule for repairs to these 16 doors to be less than acceptable with repairs being postponed until 2016 and 2017.", "page": 418, "label": "negative", "confidence": 0.9723977446556091}, {"sentence": "members and that the number of filed grievances has declined to a level approximately one- third of what it was four to five years ago as management has been working with the union and the operators to resolve issues.", "page": 419, "label": "negative", "confidence": 0.9512826204299927}, {"sentence": "Operator health was also reviewed with a notable decline in the number of “no solo” designations reported.", "page": 419, "label": "negative", "confidence": 0.9619186520576477}, {"sentence": "The number of operators designated as such at DCPP has declined which shows good performance with regard to operator health.", "page": 419, "label": "negative", "confidence": 0.9602112174034119}, {"sentence": "Safety System Functional Failures – Mr. Wardell stated a safety system functional failure is the failure or loss of the ability of a safety system to shut down the reactor and remain in shut down condition while controlling the release of radioactivity.", "page": 419, "label": "negative", "confidence": 0.9164761304855347}, {"sentence": "Mr. Wardell stated that DCPP continues to have safety system functional failures and that, while redundant systems and components remain available, progress in addressing this issue has been less than desired.", "page": 419, "label": "negative", "confidence": 0.964735209941864}, {"sentence": "The EDGs are operable but there are issues with obsolete control parts and margin management questions need to be quantified.", "page": 419, "label": "negative", "confidence": 0.9348721504211426}, {"sentence": "Mr. Wardell replied that the root cause of the safety system functional failure was due to lack of clear standards for risk", "page": 421, "label": "negative", "confidence": 0.9389176964759827}, {"sentence": "During the 1R17 outage there were several design problems when designs were released to the field as identified by field change reports.", "page": 423, "label": "negative", "confidence": 0.9363251328468323}, {"sentence": "A root cause evaluation was performed and lack of guidance for highlighting significant first-time complex high risk projects was identified as a cause due to these projects not having been addressed through the project management process.", "page": 423, "label": "negative", "confidence": 0.9288065433502197}, {"sentence": "The DCISC fact-finding team met with DCPP representatives to review PG&E’s concerns and the possible effect on the plant including the potential for increased salt deposition issues with insulators and flashover events and the higher risk of loss of offsite power, discussed previously by Mr. Linnen, and for increased corrosion of equipment due to salt.", "page": 424, "label": "negative", "confidence": 0.9343142509460449}, {"sentence": "He stated that as a result of the closure of SONGS many people are going to get sick and die.", "page": 425, "label": "negative", "confidence": 0.9290037155151367}, {"sentence": "Dr. Budnitz, in response to Ms. Becker’s comment, stated the principal issue identified to date with the saltwater cooling tower proposal relates to the concern that it could increase the probability or severity of an accident and compromise the safe operation of the plant.", "page": 426, "label": "negative", "confidence": 0.9180378913879395}, {"sentence": "He reported that since 2003, four minor leaks have occurred in underground firewater piping, two of which were associated with improper coatings, one with a gasket failure, and one with corrosion.", "page": 431, "label": "negative", "confidence": 0.9305276274681091}, {"sentence": "He reported all 14 are functional but are experiencing parts obsolescence issues.", "page": 431, "label": "negative", "confidence": 0.9547942280769348}, {"sentence": "He reported that since January 2014, six doors which had issues have been repaired or replaced.", "page": 431, "label": "negative", "confidence": 0.9208707809448242}, {"sentence": "Ten doors are presently degraded and impacting the Appendix R Program and expected repair or replacement, which has been moved up in priority, is now forecasted for 2015.", "page": 431, "label": "negative", "confidence": 0.9150761365890503}, {"sentence": "He reviewed the alternatives and stated California electric consumers would have to supply 400,000 5-kilowatt generators to make up for the power lost if DCPP were to be shut down and lack of power imperils public safety as demonstrated in 2001 when the state experienced rolling blackouts due to the actions of the Enron corporation with the resultant problems for hospitals, traffic signals, public safety infrastructure, etc.", "page": 436, "label": "negative", "confidence": 0.934543788433075}, {"sentence": "Natural gas and coal power plants also create problems.", "page": 436, "label": "negative", "confidence": 0.9097248315811157}, {"sentence": "Mr. Welsch provided a graph of department level events (DLE), which he described as low level mistakes, comparing station performance during outages 1R17, 2R17 and 1R18 where events dropped from 24 during 1R17 to 13 events during 2R17 to a total of four events during 1R18.", "page": 440, "label": "negative", "confidence": 0.9630557894706726}, {"sentence": "In response to Dr. Budnitz’ question, Mr. Welsh stated the accident in San Bruno, California, due to an explosion of a gas transmission pipeline affected employees in sections of PG&E apart from gas transmission and their reactions included shame, frustration and anger and the efforts to improve and support all PG&E operations crosses traditional organizational lines at PG&E.", "page": 440, "label": "negative", "confidence": 0.9379351735115051}, {"sentence": "U-1 was shut down and the seal package inspected and an 11-day outage resulted to replace the RCP 1-3 seal package.", "page": 441, "label": "negative", "confidence": 0.9411383271217346}, {"sentence": "He stated the proposal to address the Shoreline Fault by a license amendment was another troubling indication and stated that DCPP’s action was analogous to what happened in the gas pipeline situation.", "page": 443, "label": "negative", "confidence": 0.9359659552574158}, {"sentence": "Five violations of very low safety significance were reported since the last DCISC meeting.", "page": 444, "label": "negative", "confidence": 0.9506339430809021}, {"sentence": "The operator caught his foot on a hose and broke a fitting on EDG 1-3 which caused an oil leak.", "page": 445, "label": "negative", "confidence": 0.935821533203125}, {"sentence": "EDG 1-3 was declared inoperable and EDG 1-2 was performing a safety function and not fully available.", "page": 445, "label": "negative", "confidence": 0.9508950710296631}, {"sentence": "The event was caused by the operator’s misunderstanding the status of protected equipment which precluded work on a redundant component when another component is out of service.", "page": 445, "label": "negative", "confidence": 0.9023913145065308}, {"sentence": "Mr. Baldwin reported that under a scenario where a tornado might pick up certain objects around the plant and those objects then impact on the exhaust structure could cause damage sufficient to reduce the airflow through the EDGs, resulting a gradual increase in temperature and the EDGs ultimately unable to provide necessary power.", "page": 446, "label": "negative", "confidence": 0.9604771733283997}, {"sentence": "Mr. Baldwin reported that this was due to the failure to adequately assess the risk and implement compensatory and mitigation measures to ensure that should conditions change the evolution would be stopped.", "page": 446, "label": "negative", "confidence": 0.9387977123260498}, {"sentence": "Mr. Baldwin stated the deficient performance was caused by maintenance procedural inadequacy which allowed work to proceed with the relay energized.", "page": 447, "label": "negative", "confidence": 0.9587883353233337}, {"sentence": "NCV (Green) Loss of Control Room Ventilation System due to inadequate design control.", "page": 447, "label": "negative", "confidence": 0.9651965498924255}, {"sentence": "Mr. Baldwin stated the cause was inadequate design as a control circuit in the system that assures only one fan operates at a time was not properly understood due to documentation deficiencies.", "page": 447, "label": "negative", "confidence": 0.9624089002609253}, {"sentence": "NCV (Green) – Failure to follow procedure resulting in inadequate Operability Assessment (C- C Aspect P.2 Evaluation).", "page": 447, "label": "negative", "confidence": 0.9635121822357178}, {"sentence": "Mr. Baldwin stated this resulted from a failure to fully assess a condition and explore all aspects.", "page": 447, "label": "negative", "confidence": 0.9062414765357971}, {"sentence": "The NRC has established work hour limitations to prevent worker fatigue and there are regulations on how many days in succession workers may work and this was an event where the technicians working on the polar crane in containment had reached their normal work limits.", "page": 447, "label": "negative", "confidence": 0.9396722316741943}, {"sentence": "The issue has been documented in the Corrective Action Program and Mr. Baldwin stated this represented a failure of procedure due, in part, to persons outside the normal supervisory chain being used during the refueling outage and by the supervisors not reviewing the procedures.", "page": 447, "label": "negative", "confidence": 0.9252776503562927}, {"sentence": "Mr. Baldwin replied DCPP has taken the issue of tornado damage seriously and has removed a significant amount of equipment around the plant site that could be lifted by a tornado and serve as a missile.", "page": 448, "label": "negative", "confidence": 0.9523659944534302}, {"sentence": "Mr. Barbosa commented a Loss-of-Coolant-Accident (LOCA) can generate a significant amount of debris inside containment and the recirculation pool.", "page": 450, "label": "negative", "confidence": 0.9232085347175598}, {"sentence": "Excessive debris can clog the strainer and challenge the pumps.", "page": 450, "label": "negative", "confidence": 0.9572868347167969}, {"sentence": "However, the testing performed for debris loads was flawed and additional testing and modification of insulation inside containment, with the resulting radiation dose to the DCPP workforce and increased cost, would be required.", "page": 451, "label": "negative", "confidence": 0.9373236298561096}, {"sentence": "He added that it is difficult to inspect Fukushima Daiichi due to the damage and radioactivity and remarked that a complicating factor for all of the nuclear plants was the extensive damage to the local roads and infrastructure around the plants.", "page": 459, "label": "negative", "confidence": 0.9565802216529846}, {"sentence": "presentation and found the design requirements and assumptions used by NEI 12-06 to be unrealistic.", "page": 462, "label": "negative", "confidence": 0.9050008058547974}, {"sentence": "He stated this represented a multiple cascading series of failures of equipment designed and planned to function and which was flown in to rescue an emergency situation.", "page": 462, "label": "negative", "confidence": 0.9088681936264038}, {"sentence": "Ms. Lewis stated she found the analysis of that situation to be unsatisfactory as a release of radioactivity results in many more problems.", "page": 464, "label": "negative", "confidence": 0.9336192011833191}, {"sentence": "Ms. Brousse stated an article in the local Sierra Club’s newspaper of March 2014 provided information from the NRC which indicates even a small fire in a nuclear reactor’s spent fuel pool could make 9,400 square miles uninhabitable and displace four million persons.", "page": 470, "label": "negative", "confidence": 0.934109628200531}, {"sentence": "Dr. Peterson stated he appreciated receiving this information and it was his understanding such an event could disrupt the capability to provide electricity to large areas over protracted periods of time.", "page": 471, "label": "negative", "confidence": 0.9485549330711365}, {"sentence": "LER 2-2013-004, issued July 30, 2013, for Technical Specification (TS) 3.8.1 not met due to failed wire lug on EDG 2-3.", "page": 473, "label": "negative", "confidence": 0.9523321390151978}, {"sentence": "LER 1-2013-006-01, issued January 30, 2014 for Unit 1 EDG valid start signal due to loss of startup power.", "page": 473, "label": "negative", "confidence": 0.9040604829788208}, {"sentence": "LER 1-2013-008, issued January 16, 2014, for Unit 1 TS 3.3.4 not met due to inoperable remote shutdown system function.", "page": 474, "label": "negative", "confidence": 0.9395087957382202}, {"sentence": "2013/2014 1 0 The number of reactor trips continues to be commendably low.", "page": 475, "label": "negative", "confidence": 0.9497241973876953}, {"sentence": "No LER was significant enough to seriously affect operational safety.", "page": 475, "label": "negative", "confidence": 0.9332805871963501}, {"sentence": "NCV (Green) valid Emergency Diesel Generator 2-1 start caused by loss of 4kV Class 1E Bus G (C-C Aspect H.4(a) Human Error Prevention) 7.", "page": 479, "label": "negative", "confidence": 0.9151380062103271}, {"sentence": "NCV (Green) – loss of Control Room Ventilation System due to inadequate design control (C-C Aspect H.2(c) Documentation) 10.", "page": 479, "label": "negative", "confidence": 0.926190972328186}, {"sentence": "NCV (Green) – failure to follow procedure results in inadequate operability assessment (C-C Aspect P.2 Evaluation) 11.", "page": 479, "label": "negative", "confidence": 0.9427509903907776}, {"sentence": "3.2.3 DCISC Evaluation and Conclusions The numbers of NRC inspections in prior periods had been fairly consistent at about 8 or 9 and has dropped to six and five during this and the previous two periods.", "page": 480, "label": "negative", "confidence": 0.9732984304428101}, {"sentence": "RED indicates performance that represents a significant reduction in safety margin but still provides adequate protection to public health and safety.", "page": 482, "label": "negative", "confidence": 0.9060971140861511}, {"sentence": "Mr. Hipschman also mentioned a few human performance issues that had recently arisen: e.g. selecting the wrong fuel assembly when moving fuel bundles, and a valve mispositioning.", "page": 485, "label": "negative", "confidence": 0.9444060325622559}, {"sentence": "It carefully examined the four issues/violations identified by the NRC, namely: Inadequate staffing of Emergency Response Organization (ERO) personnel on shift occurred due to the fact that an operator had filled an on-shift ERO position for three consecutive shifts while the operator’s formal qualification for being able to use a self-contained oxygen breathing apparatus for respiratory protection had expired.", "page": 488, "label": "negative", "confidence": 0.9683026075363159}, {"sentence": "The fourth problem was apparently due to a misunderstanding due to the difference between the station’s Emergency Plan and Technical Specifications regarding the number of on-shift personnel who are required to be qualified to wear a respirator.", "page": 490, "label": "negative", "confidence": 0.9596946239471436}, {"sentence": "In response, DCPP created Notification 50573523, “CP M-10 Violation 480V Switchgear Room HVA.” It was determined that the two 24-inch diameter fans specified for the above purpose would, in fact, have overloaded their power supply.", "page": 492, "label": "negative", "confidence": 0.948505699634552}, {"sentence": "The DCISC last reviewed design quality in December 2012 (Reference 6.3), when it concluded the following: DCPP design quality suffered during Outage 1R17 with three significant error-laden modifications.", "page": 587, "label": "negative", "confidence": 0.9587271809577942}, {"sentence": "FCs were required due to design errors.", "page": 588, "label": "negative", "confidence": 0.9472978711128235}, {"sentence": "The DCISC last reviewed this topic in November 2008 (Reference 6.4) when it concluded the following: The DCPP Fuel Handling Systems are fully operational but rated Yellow (unacceptable) in System Health due to old and obsolescent equipment in the Spent Fuel Bridge Crane Controls and Manipulator Crane Drive System.", "page": 591, "label": "negative", "confidence": 0.9628134965896606}, {"sentence": "Consists of the SFP Fuel Transfer Canal (with gate valve and flange), Fuel Transfer Tube, Containment Refueling Canal, FA Container, Fuel Conveyor and Transfer Cart, Containment and SFP Upenders Containment Manipulator Crane – moves FAs for core defuel and refuel, operate refueling tools, and provide two hoists for other refueling activities Reactor Vessel Cavity Seal – provides a watertight seal between the reactor vessel and reactor cavity so the cavity may be flooded for refueling operations Temporary Reactor Head – allows draining the RCS without draining the refueling canal Refueling Canal Flushing Valve – provides a connection for removing activity and sediment from cavity decontamination water There have been recurring problems with the equipment since Outage 2R14, including several during Outage 2R17.", "page": 592, "label": "negative", "confidence": 0.9085460901260376}, {"sentence": "age-related degradation of Spent Fuel Pool bridge crane controllers exacerbated by limited margin of the current 24-Volt control systems.” The three 2R17 events all involved contacts in the 24 Volt systems, which have little margin for degraded (dirty) contacts.", "page": 592, "label": "negative", "confidence": 0.9520723819732666}, {"sentence": "Conclusions: The DCPP Fuel Handling System has been problematic since Refueling Outage 2R14, and caused significant delays in Outage 2R17 fuel movement but no nuclear safety concerns.", "page": 593, "label": "negative", "confidence": 0.9582822322845459}, {"sentence": "The interpretation meant that Wolf Creek and DCPP were technically out of compliance with", "page": 595, "label": "negative", "confidence": 0.9030581116676331}, {"sentence": "The DCISC last reviewed this subject in July 2009 (Reference 6.10), when it concluded the following: DCPP has undertaken major repairs to the Unit 1 Concrete Intake Structure during the 1R15 outage in 2009.", "page": 603, "label": "negative", "confidence": 0.9156541228294373}, {"sentence": "Because of the saltwater environment, the concrete intake structure can deteriorate when corrosion of rebar occurs, which causes swelling of the rebar and concrete spalling, which then further exposes the steel reinforcing bar, causing the degradation to accelerate.", "page": 603, "label": "negative", "confidence": 0.9204281568527222}, {"sentence": "4.5 The DCPP Fuel Handling System has been problematic since Refueling Outage 2R14, and caused significant delays in Outage 2R17 fuel movement but no nuclear safety concerns.", "page": 604, "label": "negative", "confidence": 0.9674648642539978}, {"sentence": "The problems are mostly due to age- related issues and lack of adequate inspection, maintenance, and component replacement, especially electrical contacts, of the infrequently used system.", "page": 604, "label": "negative", "confidence": 0.9569483399391174}, {"sentence": "The DCISC’s last review of Safety System Functional Failures was in July 2012, (Reference 6.2) when it concluded the following: DCPP experienced a significant number of safety system functional failures between mid- 2010 and mid-2011.", "page": 610, "label": "negative", "confidence": 0.9326340556144714}, {"sentence": "There was considerable variety in the nature of the SSFFs. Some examples are listed below: Non-conservative Technical Specification (TS) First Level Undervoltage Relay (FLUR)/Second Level Undervoltage Relay (SLUR) results in loss of power to Emergency Diesel Generator (EDG) start instrumentation, Units 1 and 2 230kV allowed outage time exceeded when cross-tied between Units 1 and 2 Mode 3 Entry with AFW Pump 1-1 inoperable Auxiliary Building Ventilation System single failure, Units 1 and 2 Three Losses of Offsite Power during Refueling Outage 2R16, Unit 1 DCPP’s Root Cause Evaluation (RCE) Report of these SSFFs further noted that, beginning with the discovery of incorrect open limit switch settings on motor-operated Emergency Core Cooling System (ECCS) sump suction valves in 2009, “DCPP experienced multiple events that resulted in the", "page": 611, "label": "negative", "confidence": 0.91550612449646}, {"sentence": "DCPP’s goals for the number of SSFFs during the 12 months prior to the report are as follows: Green = 0, Yellow = 1-5, Red is >5 (i.e. worse than NRC Green).", "page": 612, "label": "negative", "confidence": 0.9271056652069092}, {"sentence": "and was due to a number of breakdowns in the planning and conduct of a maintenance activity during a refueling outage.", "page": 620, "label": "negative", "confidence": 0.9619641304016113}, {"sentence": "Conclusions: Load growth in the geographic region around DCPP has resulted in voltage fluctuations on the 230kV system.", "page": 622, "label": "negative", "confidence": 0.9327346682548523}, {"sentence": "Also, each spent fuel storage pool will have its inventory of used fuel reduced from slightly over 1,200 assemblies currently to slightly under 800 in 2025..", "page": 625, "label": "negative", "confidence": 0.9319002032279968}, {"sentence": "(A sulfate level of greater than 1.0 ppb is classified by the station as Needing Improvement.) The higher than desired level of sulfates in Unit 1 was attributed to resin fouling in the Unit 1 Condensate Polishers.", "page": 626, "label": "negative", "confidence": 0.943244993686676}, {"sentence": "FW iron content to below 3.0 ppm.", "page": 627, "label": "negative", "confidence": 0.9560217261314392}, {"sentence": "4.4 The loss of power to Unit 2 4kV Bus G during Refueling Outage 2R17 was clearly avoidable and was due to a number of breakdowns in the planning and conduct of a maintenance activity during a refueling outage.", "page": 630, "label": "negative", "confidence": 0.9662980437278748}, {"sentence": "4.6 Load growth in the geographic region around DCPP has resulted in voltage fluctuations on the 230kV system.", "page": 630, "label": "negative", "confidence": 0.9278736710548401}, {"sentence": "DCPP’s decision to reduce its incoming OE screening staff to one person could hinder the entire OE function at the station.", "page": 635, "label": "negative", "confidence": 0.9578604102134705}, {"sentence": "In February 2013, while taking Unit 2 off-line for the 2R17 Refueling Outage, operators determined that the RCP 2- 2 seal had a problem based on seal leakoff high flow alarms.", "page": 636, "label": "negative", "confidence": 0.9657735824584961}, {"sentence": "The root and contributing causes were identified as follows: Root Cause for Sub-Problem 1: Inadequate procedural guidance and unclear coordination between applicable procedures, associated with properly aligning the RCDT prior to draining the Pressurizer Relief Tank (PRT), given the system’s low margin/high sensitivity to pushing water into the RCP seals during this evolution.", "page": 636, "label": "negative", "confidence": 0.9566235542297363}, {"sentence": "The original request was made in 2001, but technical challenges had delayed implementation.", "page": 637, "label": "negative", "confidence": 0.9427971243858337}, {"sentence": "There are currently eight unhealthy systems of which two (4kV for degraded voltage and Emergency Diesel Generators [EDG] for load margin) have been unhealthy for greater than one refueling cycle.", "page": 650, "label": "negative", "confidence": 0.9392049908638}, {"sentence": "Unit 2 was in a refueling outage with CS shut down.", "page": 651, "label": "negative", "confidence": 0.9576096534729004}, {"sentence": "The DCISC last reviewed SSFF in July 2012 (Reference 6.18), when it concluded the following: DCPP experienced a significant number of safety system functional failures between mid-2010 and mid- 2011.", "page": 654, "label": "negative", "confidence": 0.9523733258247375}, {"sentence": "There was considerable variety in the nature of the SSFFs. Some examples are listed below: Non-conservative Technical Specification (TS) First Level Undervoltage Relay (FLUR)/Second Level Undervoltage Relay (SLUR) results in loss of power to Emergency Diesel Generator (EDG) start instrumentation, Units 1 and 2 230kV allowed outage time exceeded when cross-tied between Units 1 and 2 Mode 3 Entry with AFW Pump 1-1 inoperable Auxiliary Building Ventilation System single failure, Units 1 and 2 Three Losses of Offsite Power during Refueling Outage 2R16, Unit 1 DCPP’s Root Cause Evaluation (RCE) Report of these SSFFs further notes that, beginning with the discovery of incorrect open limit switch settings on motor-operated Emergency Core Cooling System (ECCS) sump suction valves in 2009, “DCPP experienced multiple events that resulted in the loss of a system safety function to shut", "page": 654, "label": "negative", "confidence": 0.9420695900917053}, {"sentence": "The purpose of this fact-finding visit was to assess DCPP’s progress on reducing the number of SSFFs. The RCE effectiveness evaluation showed that the corrective actions in the Action Plan were not effective because of an increased number of SSFFS.", "page": 655, "label": "negative", "confidence": 0.9028497338294983}, {"sentence": "Conclusions: DCPP recognizes that its corrective actions to improve the rate of Safety System Functional Failures have not been effective.", "page": 656, "label": "negative", "confidence": 0.9027800559997559}, {"sentence": "Nevertheless, the DCISC Fact Finding Team concludes that the Negative Comments individually and collectively reflect a lack of rigor in some aspects of DCPP Technical and Engineering Training Programs.", "page": 666, "label": "negative", "confidence": 0.9559083580970764}, {"sentence": "Shortfalls in both ESP refresher training and subcommittee effectiveness had challenged the effectiveness of ESP training.", "page": 667, "label": "negative", "confidence": 0.9689874649047852}, {"sentence": "In this vein, the Engineering group had been experiencing no situations where workers had been working in areas in which they had not been formally qualified, nor had there been performance issues in the plant that were related to inadequate engineering training.", "page": 667, "label": "negative", "confidence": 0.9480354189872742}, {"sentence": "Recommendation for a management review of Task Performance Evaluations Development of a package on Plant Performance Improvement Report Metrics Additional training, as needed, for Engineering on the Preventive Maintenance Program Additional training, as needed, for Engineering’s interface with Procurement Mr. Cossette noted further that the engineering workforce is aging and that anticipated future retirements will dictate a continuing need for knowledge transfer between highly experienced and less experienced engineers.", "page": 668, "label": "negative", "confidence": 0.946403443813324}, {"sentence": "The DCISC last reviewed this subject in August 2013 (Reference 6.5) when it concluded the following: Load growth in the geographic region around DCPP has resulted in voltage fluctuations on the 230kV system.", "page": 678, "label": "negative", "confidence": 0.9428201913833618}, {"sentence": "Conclusions: Voltage fluctuations on PG&E’s 230kV system, which is the first source of emergency electrical power to DCPP’s 4kV vital buses, reduce the reliability of this power source, although the system is still within NRC’s licensing basis.", "page": 679, "label": "negative", "confidence": 0.9695211052894592}, {"sentence": "One in particular was vehicle traffic congestion at the beginning and end of the work day.", "page": 681, "label": "negative", "confidence": 0.9430688619613647}, {"sentence": "200 personnel from the following work groups were reported to have been relocated offsite: National Fire Protection Association 805 Project, Licensing Basis Verification Project, Fukushima Response Project, Warehouse support personnel, Payroll.", "page": 682, "label": "negative", "confidence": 0.9164298176765442}, {"sentence": "He also indicated that some forced losses have been affected by equipment reliability, and that deferral of some preventive maintenance could have been a factor.", "page": 682, "label": "negative", "confidence": 0.9111087918281555}, {"sentence": "The station’s most recent analysis of this indicator noted that the primary cause of the lower than desired value of this Index was a higher than desired number of deferrals of Preventive Maintenance activities.", "page": 683, "label": "negative", "confidence": 0.9543368816375732}, {"sentence": "The station’s most recent analysis of this Index attributed its lower than desired value to the average age of open corrective action documents for several station departments and a longer than desired time period for analyzing one significant event.", "page": 683, "label": "negative", "confidence": 0.9652498364448547}, {"sentence": "4.6 Voltage fluctuations on PG&E’s 230kV system, which is the first source of emergency electrical power to DCPP’s 4kV vital buses, reduce the reliability of this power source, although the system is still within NRC’s licensing basis.", "page": 685, "label": "negative", "confidence": 0.9668505191802979}, {"sentence": "Of note, 2R17 experienced the lowest radiation dose in Unit 2 outage history.", "page": 691, "label": "negative", "confidence": 0.9041595458984375}, {"sentence": "The Outage Safety Plan correctly states “Containment closure is the last line of defense and will contain radioactive materials if a core damage accident should occur.” In early 2013 the DCISC had questioned the ability to close and secure the Containment Equipment Hatch following a seismic event.", "page": 694, "label": "negative", "confidence": 0.9089999794960022}, {"sentence": "Deficient Critical Components Backlog and Critical Equipment Clock Resets 4.", "page": 714, "label": "negative", "confidence": 0.9544481039047241}, {"sentence": "Recommendations: None 3.3 Deficient Critical Components Backlog and Critical Equipment Clock Resets The DCISC Fact-finding Team met with Ken Bych, Manager of Technical Support Engineering.", "page": 719, "label": "negative", "confidence": 0.9097214341163635}, {"sentence": "He indicated that one of the issues of concern at DCPP is that more equipment is being broken during maintenance activities than has occurred historically.", "page": 720, "label": "negative", "confidence": 0.955655038356781}, {"sentence": "Conclusions: Equipment problems and failures have recently increased the frequency of Critical Event Clock Resets.", "page": 721, "label": "negative", "confidence": 0.9242687821388245}, {"sentence": "2011 manual trip of Unit 2, when DCISC concluded: The automatic trip of Main Feed Pump 2-1 and subsequent manual trip of the Unit 2 Reactor were the results of an easily avoidable steam leak that was precipitated by the improper installation of the wrong type of gasket on the flange of a small steam relief valve on a feedwater heater.", "page": 722, "label": "negative", "confidence": 0.9410186409950256}, {"sentence": "Improvement Report (PPIR) indicated that Station Human Performance Clock Resets had been rated as Yellow (Deficient) during the period of September 2013 through November 2013 and the Human Error Rate for the Operations Group had been rated as Red (Unsatisfactory) during that same period.", "page": 725, "label": "negative", "confidence": 0.9248868227005005}, {"sentence": "Conclusions: Three Station Level Human Performance Event Clock Resets occurred during the fourth quarter of 2013, causing the station’s 18-month indicator for such Resets to", "page": 725, "label": "negative", "confidence": 0.9322375059127808}, {"sentence": "Violation 480V Switchgear Room HVA.” It was determined that the two 24-inch diameter fans specified for the above purpose would, in fact, have overloaded their power supply.", "page": 728, "label": "negative", "confidence": 0.9495585560798645}, {"sentence": "The audit’s three findings pertaining to Corrective Action were as follows: Inappropriate use of Long-Term Corrective Actions (LTCA) and repeated extensions of due dates for Corrective Actions to Prevent Recurrence (CAPR) have impeded the timely resolution of Significant Conditions Adverse to Quality (SCAQ).", "page": 734, "label": "negative", "confidence": 0.9633603692054749}, {"sentence": "Also, each Spent Fuel Pool will have its inventory of used fuel reduced from slightly over 1,200 assemblies currently to slightly less than 800 in 2025.", "page": 736, "label": "negative", "confidence": 0.9218344688415527}, {"sentence": "The cumulative effects of conservatisms and assumptions used in the high estimates and in sensitivity studies of the regulatory analyses, result in exaggerated frequencies of fuel damage and exaggerated benefits of expedited transfer.", "page": 738, "label": "negative", "confidence": 0.9117711186408997}, {"sentence": "4.3 Equipment problems and failures have recently increased the frequency of Critical Event Clock Resets.", "page": 739, "label": "negative", "confidence": 0.9485918283462524}, {"sentence": "4.6 Three Station Level Human Performance Event Clock Resets occurred during the fourth quarter of 2013, causing the station’s 18-month indicator for such Resets to become Yellow (deficient).", "page": 739, "label": "negative", "confidence": 0.9612578749656677}, {"sentence": "(Unsatisfactory) since July 2013.", "page": 740, "label": "negative", "confidence": 0.9121072292327881}, {"sentence": "Safety System Functional Failures 8.", "page": 742, "label": "negative", "confidence": 0.9553102254867554}, {"sentence": "DCPP experienced a few problems during the past year regarding ASW design and configuration documentation and control.", "page": 744, "label": "negative", "confidence": 0.9464589953422546}, {"sentence": "At the Plant Health Committee meeting the Appendix R Program Manager reported that this fire protection program health was Red, unsatisfactory, due to the following: Excessive Critical Component Failure/Adverse Equipment Trend (one or more critical component failures without an action plan) because of 16 impaired fire doors for several years due to financing deferrals.", "page": 748, "label": "negative", "confidence": 0.9703436493873596}, {"sentence": "these 16 doors have now been repaired or replaced, leaving 10 doors needing resolution.", "page": 749, "label": "negative", "confidence": 0.9463672637939453}, {"sentence": "Conclusions: The DCISC learned in December 2013 that 16 impaired fire doors would not be repaired or replaced until 2017 due to funding deferrals and found this unacceptable.", "page": 749, "label": "negative", "confidence": 0.9631815552711487}, {"sentence": "The number of “no solo” operators has continued to decrease.", "page": 749, "label": "negative", "confidence": 0.9568543434143066}, {"sentence": "4.5 The DCISC learned in December 2013 that 16 impaired fire doors would not be repaired or replaced until 2017 due to funding deferrals and found this unacceptable.", "page": 761, "label": "negative", "confidence": 0.9661277532577515}, {"sentence": "Likewise, component failures, rather than personnel errors have typically been the causes of recent entries into Limiting Conditions of Operation.", "page": 765, "label": "negative", "confidence": 0.9343618154525757}, {"sentence": "This Human Error Rate indicator for DCPP’s Operations Group was rated as Red (unsatisfactory) for the rolling 12 month averages for each month of the last quarter of 2013, and this was influenced by an operator unintentionally damaging a diesel fuel oil line on Emergency Diesel Generator 1-3, which was considered to be a “station level event.” This event also affected a similar rolling 3-month summation for Unplanned Entries into an Unplanned Technical Specification Limiting Condition of Operation, which also was Red during the last quarter of 2013.", "page": 766, "label": "negative", "confidence": 0.957193911075592}, {"sentence": "The problem occurred during a quarterly control rod operability test.", "page": 766, "label": "negative", "confidence": 0.9187817573547363}, {"sentence": "An Urgent Failure Alarm for Bank A automatically actuated when Control Rod Groups 1 and 2 in Bank A were slightly out of their expected positions.", "page": 766, "label": "negative", "confidence": 0.9420585036277771}, {"sentence": "The eleven indicators are: Control Room Deficiencies, Operational Workarounds, Operator Burdens, Main Annunciators Defeated, Deficient Critical Components Backlog, Steam Leakers, Prompt Operability Assessments, Control Room", "page": 766, "label": "negative", "confidence": 0.9110098481178284}, {"sentence": "Conclusions: DCPP’s winter 2013–2014 storm experience was moderate with respect to its impact on intake equipment, resulting in a single rampdown of Unit 2 to 28% power for about 18 hours.", "page": 769, "label": "negative", "confidence": 0.9622481465339661}, {"sentence": "This can cause leaks and loss of pressure boundary, which has the potential for personnel injury as well as plant forced outages.", "page": 774, "label": "negative", "confidence": 0.9538142085075378}, {"sentence": "Components downstream of a control valve with control problems 14.", "page": 775, "label": "negative", "confidence": 0.9121348857879639}, {"sentence": "This flashover results from deterioration in the insulated path between the source of the arc and the object that is on the receiving end of the arc.", "page": 779, "label": "negative", "confidence": 0.9331738948822021}, {"sentence": "The problem in this most recent case was experienced while returning Unit 1 to operation after Refueling Outage 1R18.", "page": 784, "label": "negative", "confidence": 0.9454612731933594}, {"sentence": "On March 19, disassembly of the three seals for RCP 1-3 found that the #1 seal shaft-to-runner O- ring had a 3 inch radial length piece missing.", "page": 785, "label": "negative", "confidence": 0.9322947263717651}, {"sentence": "were substantially misaligned in both the concentric and angular directions.", "page": 786, "label": "negative", "confidence": 0.9000328779220581}, {"sentence": "The process of connecting and aligning the motor shaft with the pump shaft during outage 1R18 caused misalignment between the pump and motor shaft.", "page": 786, "label": "negative", "confidence": 0.9405074715614319}, {"sentence": "4.2 DCPP’s winter 2013–2014 storm experience was moderate with respect to its impact on intake equipment, resulting in a single rampdown of Unit 2 to 28% power for about 18 hours.", "page": 788, "label": "negative", "confidence": 0.9643146395683289}, {"sentence": "During Refueling Outage 1R17, there were three major modification designs with errors released for implementation.", "page": 795, "label": "negative", "confidence": 0.9029130935668945}, {"sentence": "Approximately one-third of the FCs were required due to design errors.", "page": 795, "label": "negative", "confidence": 0.9555529356002808}, {"sentence": "During a planned Containment Fan Cooler Unit (CFCU) damper modification, it was identified that the linkage bar and arm interfered with the CFCU housing wall when aligning it to the required position.", "page": 796, "label": "negative", "confidence": 0.9321756958961487}, {"sentence": "An Apparent Cause Evaluation (ACE) determined that the reason for the problem was an inadequate field walkdown during the design phase and not performing a constructability walkdown.", "page": 796, "label": "negative", "confidence": 0.9141089916229248}, {"sentence": "During Outage 1R18, there were several Design Change Packages that had the potential to result in the modified equipment not performing as designed.", "page": 796, "label": "negative", "confidence": 0.9545758366584778}, {"sentence": "There were several issues complicating the design process.", "page": 796, "label": "negative", "confidence": 0.92460036277771}, {"sentence": "These were multiple scope changes, poor quality vendor drawings, and lack of detailed work instructions.", "page": 796, "label": "negative", "confidence": 0.9645622372627258}, {"sentence": "The apparent cause was the complexity of the design and an error-likely situation caused by poor and difficult to use drawings.", "page": 796, "label": "negative", "confidence": 0.9605960845947266}, {"sentence": "Failure to address the error-likely situation was a contributory cause.", "page": 796, "label": "negative", "confidence": 0.9128643274307251}, {"sentence": "The program appears well-designed; however, to date it appears that implementation is spotty due primarily to outage preparation and outages.", "page": 799, "label": "negative", "confidence": 0.9575204849243164}, {"sentence": "Major Reliability Scope items include the following: Main Generator Re-wedge Vital Battery 1-1 Replacement 500kV Switchyard Relay Project (Transmission) Circulating Water Pump 1-1 Motor Overhaul 4kV/480V Vital Bus G Preventive Maintenance Tan Delta Cable Testing Reactor Coolant Pump 1-3 Motor Overhaul Polar Crane Modifications Rod Control Cluster Assembly Inspections In-core Thimble Tube Replacement Containment Fan Cooler Damper Modifications Containment Fan Cooler 1-3 and 1-5 Motor Overhauls Positive Outage Aspects: Turbine Generator Rewedge Auxiliary Transformer 1-1 Bushing Replacement Best Human Performance Department Level Event Performance No Site Clock Resets Negative Outage Aspects: Loss of Spent Fuel Pool Heat Removal Due to Grid Disturbance Vendor Performance on Thimble Tube Replacement, Reactor Vessel Inspection, and Reactor Coolant Pump Motor Overhaul Plant Implementation Inefficiencies Reactor Disassembly/Reassembly Delays Core Offload Window Valve Work Emergency Core Cooling Check Valve Testing Refilling Primary Systems During Outage 1R18, a 500kV grid disturbance resulted in a voltage transient on the 230 and 500kV lines leading into DCPP.", "page": 800, "label": "negative", "confidence": 0.9132373332977295}, {"sentence": " A particular area of risk that required very careful evaluation will be loss of offsite power (LOOP) due to potential simultaneous electrical failures in the 230 kV and 500 kV switch yards.", "page": 803, "label": "negative", "confidence": 0.9459025263786316}, {"sentence": "4.4 DCPP’s Outage 1R18 results were positive with the one exception of temporary loss of the Unit 1 Spent Fuel Pool Cooling Pump due to an electric grid disturbance.", "page": 807, "label": "negative", "confidence": 0.9275940656661987}, {"sentence": "Ms. Lewis stated she hated the entire presentation and found the design requirements and assumptions used by NEI 12-06 to be unrealistic.", "page": 929, "label": "negative", "confidence": 0.9281309247016907}, {"sentence": "Ms. Brousse stated an article in the local Sierra Club newspaper of March 2014 provided information from the NRC which indicates even a small fire in a nuclear reactor’s spent fuel pool could make 9,400 square miles uninhabitable and displace four million persons.", "page": 931, "label": "negative", "confidence": 0.9359745383262634}]
