[{"sentence": "COVID-19 Pandemic During the period of the 31st Annual Report, the DCISC's operational safety review activities continued but were significantly affected by difficulties and compromises created by the COVID-19 pandemic and the inability of the Members and Technical Consultants to visit the plant in person.", "page": 10, "label": "negative", "confidence": 0.9665566682815552}, {"sentence": "The number of LERs has decreased down to one during this one-year period.", "page": 11, "label": "negative", "confidence": 0.9650464057922363}, {"sentence": "DCPP appropriately managed a second and then a third Unit 2 Forced Outage (2Z22 and 2G22) which were driven by similar hydrogen leaks and vibration issues on the Main Generator.", "page": 14, "label": "negative", "confidence": 0.9482191801071167}, {"sentence": "Ultimately, the unit was removed from service for additional modifications during a fourth Forced Outage (2H22) and Refueling Outage 2R22.", "page": 14, "label": "negative", "confidence": 0.9597333669662476}, {"sentence": "Most operators and instrumentation and controls technicians, who are especially needed through the end of generation, were remaining.", "page": 15, "label": "negative", "confidence": 0.9503138065338135}, {"sentence": "(A Cross-cutting aspect of H.1, \"Inadequate Procedure,\" was assigned to this violation) Green Finding associated with the inadequate use of industry operating experience associated with environmental corrosion of outdoor piping (No Cross-Cutting aspects were assigned to this violation.) Green Non-Cited Violation associated with a Containment Spray Drain Valve misposition that occurred during refueling outage 1R22.", "page": 39, "label": "negative", "confidence": 0.9122493267059326}, {"sentence": "RED indicates performance that represents a significant reduction in safety margin but still provides adequate protection to public health and safety.", "page": 41, "label": "negative", "confidence": 0.9060969948768616}, {"sentence": "Unit 2 was recently shut down due to a hydrogen leak in the main generator.", "page": 44, "label": "negative", "confidence": 0.9448177814483643}, {"sentence": "Operators shut down the unit without a problem using their normal procedures.", "page": 44, "label": "negative", "confidence": 0.9025928974151611}, {"sentence": "Mr. Newport was following three issues: Debris was found in a battery cell, and Maintenance temporarily jumpered the cell, awaiting a replacement.", "page": 44, "label": "negative", "confidence": 0.9613505005836487}, {"sentence": "There was concern that DCPP hadn't properly addressed operability concerns.", "page": 44, "label": "negative", "confidence": 0.9523078799247742}, {"sentence": "Scaffold in an Emergency Diesel Generator (EDG) room was placed too close to an EDG fuel line, which was a seismic interaction concern.", "page": 44, "label": "negative", "confidence": 0.9405701160430908}, {"sentence": "March 2017 Update: DCPP has removed/replaced substantial amounts of containment insulation and other materials which could have blocked/clogged sump screens and pumps.", "page": 46, "label": "negative", "confidence": 0.9567862153053284}, {"sentence": "NRC may issue a minor violation for inadequate water level monitoring.", "page": 49, "label": "negative", "confidence": 0.932278037071228}, {"sentence": "Scaffolding Issues: Scaffolding was found installed close to Containment air lines, causing potential seismic interaction problems.", "page": 49, "label": "negative", "confidence": 0.9665691256523132}, {"sentence": "NRC believed the DCPP Engineering Scaffold Program was not adequately robust to account for potential interaction items.", "page": 49, "label": "negative", "confidence": 0.9010788798332214}, {"sentence": "Debris in Battery Cell: Debris was found in a safety-related battery cell, causing it to be declared inoperable.", "page": 49, "label": "negative", "confidence": 0.9605077505111694}, {"sentence": "NRC was concerned about ineffective communication between Operations and Engineering and about not having a timely operability determination.", "page": 49, "label": "negative", "confidence": 0.9617166519165039}, {"sentence": "The number of DCPP outstanding NRC licensing issues have decreased, and none of them is a major safety issue.", "page": 49, "label": "negative", "confidence": 0.9306492209434509}, {"sentence": "Collective Radiation Exposure (CRE) for Refueling Outage 1R22 was 26.7 person- rem and 2R22 was 10.8 person-rem; both were the lowest overall historical outage dose for each respective unit.", "page": 111, "label": "negative", "confidence": 0.9477820992469788}, {"sentence": "Unnecessary reactor trips not only reduce plant capacity factor, but they also represent unnecessary challenges to safety systems and may indicate substandard operating or maintenance practices.", "page": 111, "label": "negative", "confidence": 0.9564422965049744}, {"sentence": "CEI > 5 will impact the station's Industry Performance Indictor Index.", "page": 112, "label": "negative", "confidence": 0.9010835886001587}, {"sentence": "Such failure also has a detrimental effect on operations and increases the radiological hazards to plant workers.", "page": 112, "label": "negative", "confidence": 0.9458330273628235}, {"sentence": "Dr. Peterson observed there is potential that an increase in the risk of transmission problems or outages might affect the availability of alternate off site power sources for DCPP due to increasing incentives to curtail power output because of production or grid- related reasons.", "page": 127, "label": "negative", "confidence": 0.9046480655670166}, {"sentence": "12/20FF [Discrepancies in workplace seismic standards (e.g., unbraced furniture) were caused by inadequate knowledge transfer during Building Services personnel turnovers, although the plant had a written standard.", "page": 131, "label": "negative", "confidence": 0.9667191505432129}, {"sentence": "with SLO OES 9/18FF – satisfactory there was concern by 2/20PM SLO County that their monies from PG&E would be 10/20PM reduced after operation ceases.", "page": 133, "label": "negative", "confidence": 0.9581370949745178}, {"sentence": "8 F The Members observed that scheduling the upcoming 10/20PM Close evaluated biennial emergency exercise on September 15, 2021, which for the 2021 exercise will have been extended by one additional year due to the COVID-19 pandemic, is very unfortunate as Yom Kippur, a holy day for persons of the Jewish faith commences that evening.", "page": 134, "label": "negative", "confidence": 0.9590169787406921}, {"sentence": "9 F Station (the \"South Texas Project\") has experienced a 2/21PM 7/21FF unit trip due to frozen feedwater lines.", "page": 135, "label": "negative", "confidence": 0.9734536409378052}, {"sentence": "For example, \"1R5\" is the fifth refueling outage for Unit 1 since start-up.", "page": 174, "label": "negative", "confidence": 0.9014917612075806}, {"sentence": "employee retention incentive payments be reduced from 25% to 15% per year.", "page": 187, "label": "negative", "confidence": 0.9349718689918518}, {"sentence": "st 31 Annual Report by the Diablo Canyon Independent Safety Committee, July 1, 2020—June 30, 2021Preface | Executive Summary Volume I TOC | Volume II TOC | PG&E Response | Contact the DCISC st 31 Annual Report, Volume I, Section 1.7, COVID-19 Pandemic During the period of the 31st Annual Report, the DCISC's operational safety review activities continued but were significantly affected by difficulties and compromises created by the COVID-19 pandemic and the inability of the Members and Technical Consultants to visit the plant in person.", "page": 193, "label": "negative", "confidence": 0.9520606994628906}, {"sentence": "She further observed PG&E is a utility that has emerged from bankruptcy but is definitely foundering and faces significant economic challenges and has an aging nuclear power plant.", "page": 198, "label": "negative", "confidence": 0.9004404544830322}, {"sentence": "Ms. Seeley observed the present problem with Unit 2 which involves a hydrogen leak appears to be the same problem Unit 2 experienced in July 2020 in connection with the installation of the new main generator stator and therefore the problem was not fixed in July, or perhaps the piping involved is simply worn out.", "page": 198, "label": "negative", "confidence": 0.9351844191551208}, {"sentence": "Mr. Harbor reported on October 15, 2020, Unit 2 was shut down after hydrogen leakage was identified in the stator cooling water system of the main electrical generator.", "page": 199, "label": "negative", "confidence": 0.9504056572914124}, {"sentence": "Previously, In July 2020, Unit 2 was shut down when a leak was identified in the stator cooling water feeder ring for the main generator which involved work done as part of the stator replacement project performed in 2019.", "page": 199, "label": "negative", "confidence": 0.9117473363876343}, {"sentence": "Mr. Harbor confirmed Unit 2 has experienced issues with a new component for its main generator.", "page": 200, "label": "negative", "confidence": 0.960392951965332}, {"sentence": "Mr. Harbor reported Unit 2 experienced a control rod control issue as a result of a lug which was not crimped properly during initial installation and the DCISC will receive a presentation on this issue later during this public meeting.", "page": 200, "label": "negative", "confidence": 0.9556872844696045}, {"sentence": "She commented that with DCPP having two new NRC resident inspectors she was concerned there could be a loss of institutional knowledge on the part of the inspectors, especially given that DCPP has unique characteristics due to its proximity to a number of seismic faults.", "page": 201, "label": "negative", "confidence": 0.9497748613357544}, {"sentence": "He reported the corrosion of the piping for the AFW System was not immediately apparent or visible due to the pipe having been wrapped with lagging and the leak was identified and found to be the result of a pinhole leak caused by corrosion build-up between the pipe and the lagging which caused water to escape from the lagging around the pipe.", "page": 202, "label": "negative", "confidence": 0.9128990173339844}, {"sentence": "This resulted in a mismatch of greater than 12 steps between control rod assemblies' indicated position and their demand positions, requiring a unit shutdown per the plant's Technical Specifications.", "page": 206, "label": "negative", "confidence": 0.9620391130447388}, {"sentence": "Immediate actions included troubleshooting using the vendor's troubleshooting manual which identified a malfunctioning control card in the circuit.", "page": 206, "label": "negative", "confidence": 0.938854455947876}, {"sentence": "cluster assemblies failed to withdraw following a down power evolution to perform main turbine valve testing.", "page": 207, "label": "negative", "confidence": 0.9408218264579773}, {"sentence": "Mr. Nugent observed concerning the final cause evaluation and the corrective actions that an improper crimp on a factory-installed original equipment ring lug made more than 40 years ago, had degraded over time and this formed the root cause for the events.", "page": 207, "label": "negative", "confidence": 0.9105626940727234}, {"sentence": "The improper crimp resulted in a high resistance connection in the jumper between the control card chassis connector and the ground bus and this caused intermittent logic failures on the card resulting in logic timing failures.", "page": 207, "label": "negative", "confidence": 0.9543938040733337}, {"sentence": "Dr. Budnitz remarked that depending upon its size there is a possibility that a drone impacting on equipment or personnel at the site could cause damage or injury.", "page": 209, "label": "negative", "confidence": 0.9050283432006836}, {"sentence": "He remarked the COVID-19 pandemic has affected PG&E's public outreach efforts and videos are now being widely used to provide information to the public.", "page": 211, "label": "negative", "confidence": 0.9532333612442017}, {"sentence": "She remarked that waiting to begin discharging the fuel from the spent fuel pools to dry cask storage will result in a huge buildup of fuel including high burn-up fuel accumulating in the spent fuel pools in a dense configuration.", "page": 218, "label": "negative", "confidence": 0.9111487865447998}, {"sentence": "Mr. Weisman called the Committee's attention to the closure of SONGS which resulted from SONGS installation of faulty steam generators for which, as the steam generators were just out of their warranty period, the ratepayers were required to fund hundreds of millions of dollars in extra expense.", "page": 222, "label": "negative", "confidence": 0.923252522945404}, {"sentence": "% Operations Issue on Misposition Errors (Equipment Control Status) - Mr. Wardell reported these errors are referred to as equipment status control errors and occur when a valve, instrument or a switch is for some reason found in the wrong position.", "page": 234, "label": "negative", "confidence": 0.9202767610549927}, {"sentence": "No unit trips have resulted but there is the possibility that such an error could cause equipment to be out of service when needed.", "page": 234, "label": "negative", "confidence": 0.9477857351303101}, {"sentence": "% Slight Rise in Unit 1 Power Operations Just Prior to Curtailment to 89% Power- Consultant Wardell reported that the slight rise in Unit 1 power operations prior to a planned curtailment was due to an instrumentation error and this has been entered into the Corrective Action Program and therefore did not indicate a problem with the unit.", "page": 235, "label": "negative", "confidence": 0.910632312297821}, {"sentence": "Dr. Budnitz recognized there is a need for an accepted standard methodology that can be used internationally and he agreed with Mr. Geesman that a lack of information in the public domain had contributed to serious misinformation concerning discussions regarding events at the San Onofre Nuclear Generating Station in southern California and concerning events at several other U.S. nuclear facilities.", "page": 239, "label": "negative", "confidence": 0.9149655103683472}, {"sentence": "Four or five days after Unit 2 shut down for main generator repairs a leak was identified on AFW pump discharge piping outside of Unit 2 containment.", "page": 240, "label": "negative", "confidence": 0.9457880258560181}, {"sentence": "Insulation was removed and a 3/8\" hole was found in the middle of heavy corrosion which had been hidden from view by the insulation on the piping.", "page": 240, "label": "negative", "confidence": 0.9406976103782654}, {"sentence": "This was in an area that is routinely wetted due to water falling from the steam generator power-operated relief valve drains.", "page": 240, "label": "negative", "confidence": 0.9298486113548279}, {"sentence": "Mr. McWhorter reported DCPP management undertook to inspect Unit 1; however, under the plant's Technical Specifications if a defect were found on the same portion of pipe, Unit 1would need to be shut down within six hours which DCPP management believed was unnecessarily conservative.", "page": 240, "label": "negative", "confidence": 0.9484986066818237}, {"sentence": "Mr. McWhorter reported the CFCUs are generally in good health with two of the five CFCUs on each unit having been replaced due to corrosion in the duct work and on their structural components.", "page": 242, "label": "negative", "confidence": 0.9201698899269104}, {"sentence": "He reported the Quality Verification organization recently identified some failures to perform procedurally required self-assessments and this represented five instances out of 67 procedurally required self-assessments and corrective actions have been put in place.", "page": 243, "label": "negative", "confidence": 0.955348789691925}, {"sentence": "% Postponed/Cancelled Projects - Consultant Wardell reported that following the CPUC's approval of the retirement of DCPP, a number of capital projects were cancelled due to operations not continuing after 2025 and the DCISC has and continues to review the cancelled projects from the standpoint of plant operational safety.", "page": 246, "label": "negative", "confidence": 0.9439536929130554}, {"sentence": "The DCISC representatives reviewed five ODM instances including vibration limits for Main Feedwater Pump 1-1, a drop in elevated condenser pressure, the Special Protection System status for service, ocean swell condition response, and Unit 2 rod control troubleshooting at power.", "page": 247, "label": "negative", "confidence": 0.9045811295509338}, {"sentence": "Dr. Budnitz remarked that while he fully understands and supports the need for the DCISC to conduct its public meetings remotely using technology instead of in person, doing so diminishes the usefulness of the Committee's public meetings in significant ways.", "page": 248, "label": "negative", "confidence": 0.9405624866485596}, {"sentence": "Dr. Budnitz agreed and observed that the Committee's remote visits and meetings have in his view, been less than 100% effective and they represent a compromise in the Committee's ability to receive information that should not continue forever.", "page": 253, "label": "negative", "confidence": 0.9345260858535767}, {"sentence": "Lam's inquiry, Mr. Wardell reported the number of items closed and added to the Open Items List remains fairly stable with the number of open items possibly showing a slight decline.", "page": 254, "label": "negative", "confidence": 0.9236709475517273}, {"sentence": "He confirmed that 2022 will see two refueling outages occur at DCPP with Unit 2 also refueling in the fall.", "page": 255, "label": "negative", "confidence": 0.9231439232826233}, {"sentence": "Dr. Budnitz commented he was bothered and disappointed by the scheduling of an important exercise on a day of such important religious significance.", "page": 255, "label": "negative", "confidence": 0.9653801321983337}, {"sentence": "For this meeting corrective actions were reviewed involving heat stress experienced by personnel inside Containment during the refueling outage due to the use of anti- contamination clothing in conjunction with their use of face coverings to provide protection from COVID-19.", "page": 257, "label": "negative", "confidence": 0.9060259461402893}, {"sentence": "Mr. McWhorter reported the use of face coverings resulted in the face coverings becoming wet with perspiration making it difficult to breath.", "page": 257, "label": "negative", "confidence": 0.9347053170204163}, {"sentence": "• Unit 2 Forced Outage – Forced outage 2Z22 was in progress for Unit 2 with the unit shut down for a second time due to a hydrogen leak inside the Main Generator.", "page": 257, "label": "negative", "confidence": 0.9632897973060608}, {"sentence": "• Finding (Green) – associated with the inadequate use of industry operating experience associated with environmental corrosion of outdoor piping.", "page": 264, "label": "negative", "confidence": 0.939919650554657}, {"sentence": "Mr. Prentice stated this was a self-revealing finding and the inadequate assessment of prior operating experience on corrosion under insulation was not indicative of current performance due to improvements made to the Operating Experience Program.", "page": 264, "label": "negative", "confidence": 0.9171019792556763}, {"sentence": "He reported for 2020 a total of four violations were issued by the NRC which he described as a low number indicative of proactive performance monitoring.", "page": 264, "label": "negative", "confidence": 0.925080418586731}, {"sentence": "Mr. Coward reported that due to the expected 49-day length of 2R22 one emergency diesel generator will have a maintenance window conducted during the outage.", "page": 268, "label": "negative", "confidence": 0.9533900022506714}, {"sentence": "He reported due to operating experience at a nuclear power plant owned by the Exelon Corporation DCPP performed a full inspection of its latching tools due to a latching tool at the Exelon plant having lost a rivet into a rod control cluster assembly.", "page": 269, "label": "negative", "confidence": 0.918448269367218}, {"sentence": "He reported at the present time there are no employees actively recovering from COVID- 19 and six persons remain in quarantine.", "page": 271, "label": "negative", "confidence": 0.9573711156845093}, {"sentence": "Mr. Harbor responded and stated the replacement of the stator and of the generator's internals was made due to those components having exceeded their expected lifespan and this represented a potential for greater failure than what DCPP is now experiencing.", "page": 273, "label": "negative", "confidence": 0.9537726640701294}, {"sentence": "She inquired whether the two episodes of cracking occurring in the Stator Cooling Water System were both due to vibration and she inquired whether the same issue might affect Unit 1.", "page": 274, "label": "negative", "confidence": 0.9041416049003601}, {"sentence": "The hydrogen leak was attributed to a cracked weld/quality issue.", "page": 276, "label": "negative", "confidence": 0.9518629312515259}, {"sentence": "In hindsight Mr. McWhorter stated that it now appears the weld cracked due primarily to high cycle fatigue and vibration.", "page": 276, "label": "negative", "confidence": 0.9509502649307251}, {"sentence": "The DCISC reviewed issues with the Unit 2 Main Generator hydrogen leakage during a fact-finding in November 2020 and additional weld cracking was noted during 2Z22.", "page": 276, "label": "negative", "confidence": 0.9458205103874207}, {"sentence": "During a \"solid water\" reactor coolant pump (RCP) start on October 29, 2020, two pumps successfully started but two other pumps experienced issues.", "page": 279, "label": "negative", "confidence": 0.9415566921234131}, {"sentence": "Mr. McWhorter reported the Learning Services Department has approximately 45 persons on its training staff and personnel continue to be moved to other programs as training needs are reduced as the plant approaches the end of its operational life.", "page": 281, "label": "negative", "confidence": 0.9143423438072205}, {"sentence": "There were four violations identified during 2020 compared to eight in 2019 and this represents the lowest annual total since 2016.", "page": 289, "label": "negative", "confidence": 0.9737603068351746}, {"sentence": "• DCPP has maintained a skilled, proficient workforce during the Tier 1 four-year employee retention period and is now in the process of monitoring progress on the Tier 2 three-year employee retention period to identify any signs of decline or issues concerning a lack of qualified personnel.", "page": 289, "label": "negative", "confidence": 0.9070473313331604}, {"sentence": "Regulatory Findings No Significant No Significant NRC Reactor oversight Process Column 1 w/ Column 1 w/ cross-cutting cross-cutting issues issues Mr. Guess stated DCPP's failure to meet the goal set for the Reliability & Safety Indicator which combines industrial safety, radiological safety, nuclear fuel reliability and chemistry performance was due to the Unit 2 Main Generator vibration issues which resulted in Unit 2 being off line for unplanned maintenance activities.", "page": 290, "label": "negative", "confidence": 0.9597114324569702}, {"sentence": "Dr. Peterson observed that at this time Texas is experiencing many electrical black-outs and the South Texas Nuclear Generating Station (the \"South Texas Project\") has experienced a unit trip due to frozen feedwater lines.", "page": 290, "label": "negative", "confidence": 0.9705820679664612}, {"sentence": "He reported the result of these inspections found several areas of AFW piping showing wall thinning below acceptable American Society of Mechanical Engineer's (ASME) minimum wall-thickness in seven different locations due to corrosion.", "page": 294, "label": "negative", "confidence": 0.9553488492965698}, {"sentence": "He reported the direct cause of the leak was the damaged insulation on the cold AFW piping that allowed moisture to penetrate the aluminum jacket of the insulation and be absorbed by the insulation's calcium interior.", "page": 294, "label": "negative", "confidence": 0.9036458730697632}, {"sentence": "In response to Consultant McWhorter's observation Mr. Prentice confirmed that the location of the AFW System leak in proximity to the drains for the steam generator power relief valves contributed to the problem as this area tends to be wetter than other areas.", "page": 296, "label": "negative", "confidence": 0.9028922915458679}, {"sentence": "Mr. Marré remarked that there have been a number of instances at DCPP, including corrosion of a control rod circuit board, the issues with a phantom vibration issue for the generator such that weights were jury rigged to try to reduce the vibration and he commented a representative of the CPUC attended yesterday's public meeting out of a concern that DCPP be able to provide full generation capacity during the summer season and finally now this issue with the AFW System leak.", "page": 296, "label": "negative", "confidence": 0.921814501285553}, {"sentence": "the electric grid in Texas that it is not just the electrical grid that has experienced problems but also natural gas and petroleum supplies are experiencing problems which are spreading.", "page": 297, "label": "negative", "confidence": 0.9478030800819397}, {"sentence": "In 2019 problems were identified by the Quality Verification organization which led to a Yellow Operations performance status.", "page": 298, "label": "negative", "confidence": 0.9653933644294739}, {"sentence": "Dr. Budnitz observed that, as Mr. Nugent described, sometimes doing more maintenance can be detrimental to equipment.", "page": 303, "label": "negative", "confidence": 0.9427140355110168}, {"sentence": "He remarked that too-frequent maintenance also carries a risk of failing to restore equipment properly and of introducing a new part that is less reliable than the part replaced and sometimes a new part can experience what Mr. Nugent described as infant mortality, meaning it can fail early in its life.", "page": 303, "label": "negative", "confidence": 0.9275439381599426}, {"sentence": "Dr. Nelson stated CGNP has contacted the San Luis Obispo County planner who is managing the County's review of the shut down and decommissioning of DCPP and has raised objections to the improperly scoped Environmental Impact Report (EIR) in PG&E's", "page": 307, "label": "negative", "confidence": 0.9130651354789734}, {"sentence": "Dr. Nelson observed that a section in the EIR which focused on greenhouse gas emissions distinguished the operation of DCPP from the operation of the San Onofre Nuclear Generating Station (SONGS) which is no longer operating due to what Dr. Nelson stated was the Southern California Edison Company's mismanagement of the replacement of its steam generators.", "page": 308, "label": "negative", "confidence": 0.9292750954627991}, {"sentence": "He reported during this event nuclear power performed best while natural gas electric production lost approximately 5,000 megawatts of generation mostly due to lack of fuel and the performance of renewables was inadequate with very low capacity factors.", "page": 308, "label": "negative", "confidence": 0.9679895639419556}, {"sentence": "However, Dr. Budnitz reported his flight to San Luis Obispo from San Francisco was delayed and he was unable to observe the outside experts and DCPP personnel working to perform an inspection of eight selected spent nuclear fuel storage casks, representative of several different configurations, to determine whether there might be any possible compromise to the integrity of either their outer or inner components.", "page": 313, "label": "negative", "confidence": 0.9030153155326843}, {"sentence": "• Winter Storm Response – Mr. Wardell remarked Pacific Ocean storm activity has the potential for generating large waves which bring kelp into the Intake Cove and potentially affect or block the intakes for the Condenser Circulating Water System and the Auxiliary Saltwater System which is protected by traveling screens.", "page": 317, "label": "negative", "confidence": 0.910499632358551}, {"sentence": "Dr. Budnitz commented a pressurized water nuclear reactor located in China recently experienced problems with five fuel pins and some radioactivity was released into the plant's primary [4] system .", "page": 318, "label": "negative", "confidence": 0.9535065293312073}, {"sentence": "• Safety System Functional Failures.", "page": 321, "label": "negative", "confidence": 0.9491190314292908}, {"sentence": "• Reactor Coolant System Leakage.", "page": 321, "label": "negative", "confidence": 0.9533357620239258}, {"sentence": "Corrective actions are in place and being monitored for effectiveness and the overall trend of failure has been downward over the past three years.", "page": 325, "label": "negative", "confidence": 0.9642457365989685}, {"sentence": "The system is in Maintenance Rule (a)(1) status due to a significant number of functional failures including of the system dampers in 2018 and two position indicator failures in 2020.", "page": 326, "label": "negative", "confidence": 0.9623456001281738}, {"sentence": "On February 3, 2021, following testing and the placement of weights on the Unit 2 Main Generator to address vibration issues and restart in January 2021, the decision was made to again shut down Unit 2 due to vibration experienced at higher power levels as well as due to a slight increase in hydrogen consumption.", "page": 327, "label": "negative", "confidence": 0.9082580804824829}, {"sentence": "Mr. McWhorter reported that following restart on April 17, 2021, operators noticed uneven stator temperature indications and analysis by the vendor determined that internal cooling hoses had been improperly installed and a six-day shutdown was required to swap out the internal cooling hoses.", "page": 328, "label": "negative", "confidence": 0.9678949117660522}, {"sentence": "Dr. Lam commented that reports in the local media have alleged the problems with the Unit 2 Main Generator were the results of willful gross negligence by DCPP management.", "page": 328, "label": "negative", "confidence": 0.9497754573822021}, {"sentence": "Dr. Budnitz remarked that depending on the differences in operating experience of other plants this could indicate a lapse in evaluation by the DCPP Operating Experience group and he stated this was an unusual situation which should be avoided although there was considerable margin regarding a core damage accident.", "page": 329, "label": "negative", "confidence": 0.9038507342338562}, {"sentence": "Mr. Weisman observed that a review of the project will demonstrate the project was beset with problems and that it was a mistake to dismiss concerns about the bathtub curve's effect.", "page": 330, "label": "negative", "confidence": 0.9270422458648682}, {"sentence": "Dr. Peterson remarked and Mr. Harbor agreed that the location of the weld was unfortunate as it was located in an area of stress.", "page": 336, "label": "negative", "confidence": 0.9362660050392151}, {"sentence": "when another hydrogen leak was detected and Unit 2 was shut down and the area inspected which revealed another small crack in a fillet weld in the SCCW System parallel ring.", "page": 337, "label": "negative", "confidence": 0.9301242232322693}, {"sentence": "Mr. Harbor reported the Arkansas Nuclear One power plant near Russellville, Arkansas, experienced an accident which resulted in a fatality for a worker when the stator which was being replaced was dropped due to the failure of a crane.", "page": 337, "label": "negative", "confidence": 0.9630699753761292}, {"sentence": "In response to Dr. Lam's query Mr. Harbor stated he was not aware of another nuclear power plant experiencing the same issues as DCPP but the Callaway Nuclear Generating Station in Missouri conducted a generator stator overhaul together with a rotor replacement and experienced significant issues which required the plant be shut down for approximately 130 days.", "page": 338, "label": "negative", "confidence": 0.9268206357955933}, {"sentence": "Dr. Budnitz observed that in his opinion this was an unfortunate piece of bad luck as there is always variability involved in an equipment replacement of this magnitude.", "page": 338, "label": "negative", "confidence": 0.9589132070541382}, {"sentence": "When the unit reached 30% power the temperature of one or two of the thermocouples was found to be deviating from the others and power ascension was stopped and analysis was undertaken which indicated this was likely due to a lack of cooling issue.", "page": 339, "label": "negative", "confidence": 0.911808967590332}, {"sentence": "The vendor indicated there could be an issue with the connection of the hoses and a flow test verified this assessment.", "page": 339, "label": "negative", "confidence": 0.9076713919639587}, {"sentence": "Unit 2 was shut down and two hoses in the SCCW System were found to have been incorrectly connected and were then restored to their proper configuration without any damage to the stator.", "page": 339, "label": "negative", "confidence": 0.9227635264396667}, {"sentence": "Mr. Marrè observed PG&E and its holding company have both gone through bankruptcy within the last ten years and PG&E has admitted to responsibility for the deaths of 90 persons in connection with the San Bruno gas pipeline", "page": 340, "label": "negative", "confidence": 0.9569535851478577}, {"sentence": "He reported Unit 1 has been operating without a shutdown since its last refueling outage in November 2020 and is in the midst of what would be its fourth consecutive breaker-to-breaker run.", "page": 341, "label": "negative", "confidence": 0.938948392868042}, {"sentence": "Unit 1 generation has been curtailed for condenser cleaning and repair of condenser tubes.", "page": 341, "label": "negative", "confidence": 0.9480714201927185}, {"sentence": "He reported in response to Consultant Wardell's inquiry that certain employees will be recalled for work at the station in the next month or so.", "page": 341, "label": "negative", "confidence": 0.9555227756500244}, {"sentence": "Mr. Hayes reported in 2020 the CAP inventory decreased while a steady inventory of new notifications to the CAP continued as it did in 2019 and in 2018 and he stated the reason the CAP inventory is decreasing is because DCPP is getting more efficient in addressing challenges.", "page": 353, "label": "negative", "confidence": 0.9496332406997681}, {"sentence": "The Yellow status was the result of shortfalls identified in guidance criteria used in the CAP which were identified by benchmarking and self-assessment and challenges during 2020 in connection with some workgroup evaluations which failed to address tacit assumptions which the Quality Verification organization recognized as a possible cognitive trend.", "page": 354, "label": "negative", "confidence": 0.9467216730117798}, {"sentence": "All incoming badged personnel were tested and badge issuance and access were tied to negative results.", "page": 358, "label": "negative", "confidence": 0.957915186882019}, {"sentence": "Contract worker performance associated with the generator and the stator core cooling water hose misalignment issue resulting in an emergent shutdown.", "page": 360, "label": "negative", "confidence": 0.9708973169326782}, {"sentence": "Some minor maintenance worker shortfalls in human performance tools use throughout the period contributed to events.", "page": 360, "label": "negative", "confidence": 0.9660855531692505}, {"sentence": "Missed an opportunity to learn from a component cooling water maintenance window that significantly exceeded its target completion and resulted in an INPO Red window.", "page": 361, "label": "negative", "confidence": 0.9656124114990234}, {"sentence": "DCPP Operations overall performance was rated as Yellow (performance was not meeting expectations) by Quality Verification due primarily to status control (component mispositioning) events.", "page": 364, "label": "negative", "confidence": 0.9392073154449463}, {"sentence": "Operations Misposition Issues (Equipment Status Control) Slight Rise in Unit 1 Power Operation Prior to a Curtailment Operational Decision-Making Program Low Temperature Overpressurization Protection System Event Winter Storm Response Reactivity Management Update Operator Concerns and Issues Operations Misposition Issues (Equipment Status Control) (Volume II, Exhibit D.1, Section 3.7, and Exhibit D.5, Section 3.6) Weaknesses detracting from overall Operations performance effectiveness included challenges with plant status control performance.", "page": 365, "label": "negative", "confidence": 0.9352542757987976}, {"sentence": "The failure to effectively address these challenges, including two Station Level Events (SLEs) that occurred the remainder of 2019, contributed to a yellow window for operations.", "page": 365, "label": "negative", "confidence": 0.9693627953529358}, {"sentence": "The SPS had the potential to open Unit 2 output breakers above 1700MW and disabling SPS would challenge the WECC requirements for grid stability.", "page": 367, "label": "negative", "confidence": 0.9582275748252869}, {"sentence": "However, RCP 1-1 tripped on overcurrent, and RCP 1-3 was secured due to elevated vibration and a lack of indication on seal return flow.", "page": 368, "label": "negative", "confidence": 0.9367380142211914}, {"sentence": "The number of \"no solos\" has been reduced from past years and remains steady at less than 10% of the total operations staff.", "page": 371, "label": "negative", "confidence": 0.9627446532249451}, {"sentence": "The current goal for employing eWM is 50% for departments choosing to use eWM, down substantially from the original 75% plant-wide goal of 2017.", "page": 374, "label": "negative", "confidence": 0.9675487279891968}, {"sentence": "This reduction is due to eWM appearing not to save the time and effort originally desired.", "page": 374, "label": "negative", "confidence": 0.9145944118499756}, {"sentence": "DCPP had begun to utilize Electronic Work Packages in 2014 following industry best practices but has slowed its usage due to less than successful experience and plans to cease electricity generation in 2025.", "page": 375, "label": "negative", "confidence": 0.9528204202651978}, {"sentence": "QV identified a Finding related to incomplete reviews of Operability Verification Testing (OVT) for which corrective actions have been implemented.", "page": 375, "label": "negative", "confidence": 0.953071653842926}, {"sentence": "The above self-assessment documented that overall, the number of systems in (a)(1) status declined from 31 in 2018 to 23 in 2020.", "page": 377, "label": "negative", "confidence": 0.9690497517585754}, {"sentence": "The number of systems in (a)(1) status for more than one assessment period declined to 10 in 2020.", "page": 377, "label": "negative", "confidence": 0.9642379879951477}, {"sentence": "MPFF data were trended quarterly , and the graph below showed that the number of MPFFs per quarter was trending downward slightly as follows:", "page": 377, "label": "negative", "confidence": 0.9686667919158936}, {"sentence": "The number of systems in (a)(1) status and the number of Maintenance Preventable Functional Failures was being monitored and showed downward (good) trends.", "page": 378, "label": "negative", "confidence": 0.9333691000938416}, {"sentence": "The in-soil discharge portion of the ASW piping has developed small blisters on the internal liner.", "page": 381, "label": "negative", "confidence": 0.9572010040283203}, {"sentence": "DCPP validated the list of postponed/cancelled projects, cancelling additional projects.", "page": 383, "label": "negative", "confidence": 0.9553850889205933}, {"sentence": "Among these were the following significant cancellations: Main Annunciator upgrade was cancelled because of having adequate spare parts to keep the existing system functioning normally.", "page": 383, "label": "negative", "confidence": 0.9692996740341187}, {"sentence": "The committee was tracking the departure of employees to ensure that knowledge transfer plans were in place to ensure that performance did not decline due to the departures.", "page": 386, "label": "negative", "confidence": 0.9007424116134644}, {"sentence": "The major 2020 plant reliability issues were the Unit 2 rod control system failures and generator hydrogen leaks.", "page": 386, "label": "negative", "confidence": 0.9613390564918518}, {"sentence": "The equipment reliability index for Unit 1 was 100% but Unit 2 was unacceptably low at less than 80%.", "page": 386, "label": "negative", "confidence": 0.9616508483886719}, {"sentence": "The identification of causes for the reduced equipment reliability and corrective actions was underway but proving difficult as indicators other than unit shutdowns were generally satisfactory.", "page": 386, "label": "negative", "confidence": 0.9177473187446594}, {"sentence": "Also, the department was on track in slowly reducing staffing through attrition as planned as work volumes will naturally decrease as the date approaches for the planned cessation of operations.", "page": 386, "label": "negative", "confidence": 0.9525734186172485}, {"sentence": "DCPP has experienced high vibration on some Containment Fan Cooler Units (CFCUs) and Main Feedwater Pump (MFP) 1-1.", "page": 387, "label": "negative", "confidence": 0.9534224271774292}, {"sentence": "Following the restart of Unit 1 after its Refueling Outage, intermittent problems occurred with the newly installed racks which were located inside of Reactor Containment.", "page": 388, "label": "negative", "confidence": 0.9462363123893738}, {"sentence": "The communications failures also initiated alarms in the Control Room which placed an unnecessary burden on the operators to investigate and defeat the erroneous alarms and also to monitor alternate indications (RCP temperatures and seal leakoff).", "page": 388, "label": "negative", "confidence": 0.9361580610275269}, {"sentence": "An additional data acquisition system had been temporarily installed on the system to assist with troubleshooting, but that system had failed shortly after installation.", "page": 388, "label": "negative", "confidence": 0.9029250741004944}, {"sentence": "DCPP identified significant negative trends in Operations Department human performance during 2019.", "page": 391, "label": "negative", "confidence": 0.9702136516571045}, {"sentence": "On April 18, 2021, operators and maintenance personnel identified that two cooling water hoses inside the Unit 2 Main Generator had been incorrectly installed by a contractor.", "page": 392, "label": "negative", "confidence": 0.9659626483917236}, {"sentence": "This error led to a higher-than-expected temperature in the generator and could have led to damage due to the restricted flow of cooling water to one coil and one ring segment in the generator.", "page": 392, "label": "negative", "confidence": 0.9529914259910583}, {"sentence": "The unit was taken offline to effect repairs.", "page": 392, "label": "negative", "confidence": 0.914290726184845}, {"sentence": "This was evaluated as an SLE due to the failure to achieve performance standards in maintaining the plant configuration during maintenance which resulted in a power reduction greater than 10%.", "page": 392, "label": "negative", "confidence": 0.9654476046562195}, {"sentence": "Two of the October DLEs involved clearance and work management issues, and the third DLE involved a violation of confined space entry procedures.", "page": 392, "label": "negative", "confidence": 0.9363933801651001}, {"sentence": "One DLE occurred since the Refueling Outage 1R22 which was a recordable personnel injury in March 2021.", "page": 392, "label": "negative", "confidence": 0.9638105630874634}, {"sentence": "While working on a failed roll-up door in the Main Warehouse, a chain drive shifted and pinched a technician's finger which required stitches by the onsite medical staff.", "page": 392, "label": "negative", "confidence": 0.9519148468971252}, {"sentence": "In the previous reviewing period (2017-2018) the DCISC reviewed the following: Nuclear Safety Culture The DCISC concluded the following: The DCPP Nuclear Safety Culture Monitoring Panel and the Safety Culture Leadership Team identified an Improvement Opportunity that employee perception of the station's ability to maintain a proficient workforce is causing distraction.", "page": 394, "label": "negative", "confidence": 0.9041678309440613}, {"sentence": "The concerns included excessive overtime, COVID-19 related policies, pay and incentives, and on-the-job distractions.", "page": 395, "label": "negative", "confidence": 0.9637376070022583}, {"sentence": "The problems occurred when personnel became overheated in the Containment Building due primarily to sweat and humidity making masks (required for COVID-19 spread prevention) damp and hard to breathe through.", "page": 399, "label": "negative", "confidence": 0.9606342315673828}, {"sentence": "DCPP stated that the finding related to the fact that the Procurement Department failed to perform a recurring Self- Assessment within the two-year periodicity as required by station procedures.", "page": 402, "label": "negative", "confidence": 0.9037394523620605}, {"sentence": "The evaluation identified that a total of 67 station procedures contained requirements to perform Self-Assessments and found 5 additional cases (deficiencies) where procedurally required Self- Assessments were not completed within the required periodicity.", "page": 402, "label": "negative", "confidence": 0.9050801992416382}, {"sentence": "During 2020, the CAP inventory of open items decreased while a steady inventory of new notifications to the CAP continued, as it did in 2019 and 2018.", "page": 404, "label": "negative", "confidence": 0.9337067008018494}, {"sentence": "The URI primarily concerned the fact that FEMA had not been given the proper opportunity to review and approve the replacement interval change due to DCPP's failure to update the", "page": 407, "label": "negative", "confidence": 0.9078661799430847}, {"sentence": "The primary issue of concern to the NRC was the fact that an outdated calculation was contained in a section of the current FEMA-approved design report.", "page": 408, "label": "negative", "confidence": 0.9109859466552734}, {"sentence": "It was expected that the NRC would soon close the URI and would likely issue a non-cited minor violation for the failure to update the report.", "page": 408, "label": "negative", "confidence": 0.943375825881958}, {"sentence": "The DCISC concurred with FEMA's finding that DCPP failed to properly update all portions of a design report submitted in 2014 to the Federal Emergency Management Agency with regards to the planned periodicity for siren battery replacements.", "page": 408, "label": "negative", "confidence": 0.9064372181892395}, {"sentence": "QV conducted 73 observations which identified 1 finding, 1 area requiring management attention (ARMA), 26 deficiencies, 4 recommendations, and 1 equipment problem (EQPR).", "page": 425, "label": "negative", "confidence": 0.9043871760368347}, {"sentence": "Audits since the beginning of 2021 included the following findings: Fire Protection error in drawings Problems with calibrations of measuring and test equipment Fire Protection purchasing outside of the standard DCPP process Chemistry records problems", "page": 426, "label": "negative", "confidence": 0.9216699004173279}, {"sentence": "Contract worker performance associated with the generator and the core cooling water hose misalignment issue resulted in an emergent shutdown.", "page": 428, "label": "negative", "confidence": 0.9711989760398865}, {"sentence": "There was a missed opportunity to review maintenance rework for lessons learned.", "page": 428, "label": "negative", "confidence": 0.946307897567749}, {"sentence": "Unit 2 has had several additional fuel leaks since then.", "page": 430, "label": "negative", "confidence": 0.9454742670059204}, {"sentence": "There has been some legacy debris from Steam Generator tube eddy current inspection equipment.", "page": 431, "label": "negative", "confidence": 0.9578250646591187}, {"sentence": "Unit 2's performance was lagging Unit 1s due to a failure in the Rod Control System.", "page": 432, "label": "negative", "confidence": 0.9681347608566284}, {"sentence": "DCPP maintained a skilled, proficient workforce during the Tier 1 four-year employee retention period and was in the process of monitoring progress on the Tier 2 three-year employee retention period to identify any signs of decline or issues concerning a lack of qualified personnel.", "page": 436, "label": "negative", "confidence": 0.9104645848274231}, {"sentence": "Measurable results of the 2020 Operating Plan were as follows: Metric Goal Actual Reliability & Safety 95.0 92.5 Indicator 1R21 Outage Radiation <30.5 rem 26.7 rem Exposure Preventable Motor 1st quartile 1st quartile Vehicle Accidents Days Away, Restricted 1st quartile 1st quartile or Transferred Lost Work Days 1st quartile 1st quartile Regulatory Findings No Significant No Significant NRC Reactor Oversight Column 1 w/ cross- Column 1 w/ cross- Process cutting issues cutting issues DCPP's failure to meet the goal set for the Reliability and Safety Indicator was due to the Unit 2 Main Generator vibration issues which resulted in Unit 2 being offline for unplanned maintenance activities.", "page": 436, "label": "negative", "confidence": 0.959541916847229}, {"sentence": "the four SGs, with the capability to be aligned to any of the four SGs. During a forced outage on Unit 2, operators identified a leak on the discharge piping going from AFW Pumps 2-1 and 2-2 to SG 2-2, downstream of valve LCV 111.", "page": 444, "label": "negative", "confidence": 0.9031959772109985}, {"sentence": "The affected Unit 2 AFW trains were declared inoperable, and the unit was placed on Mode 4 (Hot Shutdown; reactor cooled by RHR system) in accordance with the applicable Technical Specification (TS), Section 3.7.5. Insulation was removed from the piping and an approximate 3/8-inch diameter hole was found in the piping.", "page": 444, "label": "negative", "confidence": 0.9370096325874329}, {"sentence": "The area of the leak was heavily corroded on the exterior of piping which was previously concealed under the insulation.", "page": 444, "label": "negative", "confidence": 0.9192656874656677}, {"sentence": "The section of the piping where the leak occurred appeared to be in a particularly vulnerable position to be routinely wetted both by ocean moisture and by water falling from SG Power Operated Relief Valve drains during their periodic operation in hot standby conditions.", "page": 444, "label": "negative", "confidence": 0.9436573386192322}, {"sentence": "No additional leaks were found, but six additional locations were identified in the Unit 2 AFW piping where additional repairs were required because pipe wall thickness did not meet minimum code requirements.", "page": 444, "label": "negative", "confidence": 0.9410433173179626}, {"sentence": "Operations and DCPP management reviewed the inspection and repair plan with the associated TS and concluded that the generic TS-required actions poorly fit the situation.", "page": 444, "label": "negative", "confidence": 0.9565670490264893}, {"sentence": "Isolating a part of the system to perform repairs could limit the system's redundancy and ability to cool down the unit after a shutdown and thus possibly increase the risk to operations.", "page": 445, "label": "negative", "confidence": 0.9567221999168396}, {"sentence": "Plans for contingency pipe repairs were cancelled, and no further work was planned prior to the upcoming Unit 1 Refueling Outage scheduled to begin in October.", "page": 446, "label": "negative", "confidence": 0.943283200263977}, {"sentence": "Instead, an assumption that insulation damage observed on AFW piping was merely cosmetic led to missed opportunities, during engineering walkdowns and inspections, to identify the unique vulnerability related to insulated cold piping.", "page": 446, "label": "negative", "confidence": 0.9541677832603455}, {"sentence": "The Root Cause Team walked down other outdoor systems for evidence of leaks or corrosion as well as some piping systems indoors that may be susceptible to outside elements (near doors, etc.).", "page": 447, "label": "negative", "confidence": 0.9424996376037598}, {"sentence": "During the quarterly full- length Unit 2 control rod surveillance testing, four shutdown rods became misaligned greater than 12 steps, resulting in an entry into a Limiting Condition for Operation of the plant Technical Specifications.", "page": 447, "label": "negative", "confidence": 0.9456939697265625}, {"sentence": "This required an unplanned entry into Mode 3, Hot Shutdown, resulting in a loss of power generation.", "page": 447, "label": "negative", "confidence": 0.9361138343811035}, {"sentence": "Troubleshooting revealed that a circuit card was functioning incorrectly.", "page": 447, "label": "negative", "confidence": 0.9328166842460632}, {"sentence": "Investigation revealed that there was a bad wire crimp leading onto the circuit card.", "page": 448, "label": "negative", "confidence": 0.9486656188964844}, {"sentence": "DCPP experienced two similar control rod misalignment problems determined to be associated with a control circuit card.", "page": 448, "label": "negative", "confidence": 0.9401652216911316}, {"sentence": "The one event occurring during that period was in the fall of 2017 and concerned a leak in the Unit 2 Pressurizer Power Operated Relief Valve (PORV) actuator, which rendered the PORV inoperable.", "page": 448, "label": "negative", "confidence": 0.9496724605560303}, {"sentence": "This SSFF occurred in November 2019 when operators inadvertently disabled both Containment Spray pumps simultaneously while in Mode 4 (Hot Shutdown; 200 - 350 ï,°F).", "page": 448, "label": "negative", "confidence": 0.9483532905578613}, {"sentence": "Unit 2 Main Generator Issues and Root Cause Evaluation (Volume II, Exhibit D.8, Section 3.8) In July 2020, Unit 2's Main Generator developed a leak of hydrogen into the Stator Closed Cooling Water System (SCCW).", "page": 449, "label": "negative", "confidence": 0.9240602850914001}, {"sentence": "DCPP reported that in early February 2021, increasing vibrations and indications of a very small hydrogen leak were noted.", "page": 449, "label": "negative", "confidence": 0.9083871245384216}, {"sentence": "Unit power was decreased, and generator vibrations continued to increase above the acceptable limits.", "page": 449, "label": "negative", "confidence": 0.9376958012580872}, {"sentence": "As a result, the unit was shut down on February 3 (Forced Outage 2H22).", "page": 449, "label": "negative", "confidence": 0.9415594935417175}, {"sentence": "Additionally, major fasteners internal to the generator (core building bolts and through bolts) were checked for tightness and several were found to be loose.", "page": 450, "label": "negative", "confidence": 0.9514022469520569}, {"sentence": "This was reported to the generator vendor who reviewed the data and determined that it was likely that there was a problem with SCCW circuits inside the generator.", "page": 450, "label": "negative", "confidence": 0.9186018705368042}, {"sentence": "A review of as-left photos taken during the previous outage identified that two SCCW hoses (of 96 total) inside the exciter end of the generator had been incorrectly swapped during installation.", "page": 450, "label": "negative", "confidence": 0.9354674816131592}, {"sentence": "This reversal reduced SCCW flow to one section of the generator windings to an unacceptably low value.", "page": 450, "label": "negative", "confidence": 0.9655383825302124}, {"sentence": "One of the five coupons currently remaining in the Unit 1 vessel, Coupon B, had been scheduled for removal in October 2010, but was stuck and could not be removed as scheduled without applying excessive force.", "page": 451, "label": "negative", "confidence": 0.9418654441833496}, {"sentence": "In 2017 the overall System Health was rated \"Yellow,\" due to component aging and parts obsolescence, and a compressor replacement plan had been initiated.", "page": 453, "label": "negative", "confidence": 0.9485660791397095}, {"sentence": "Compressors 8 and 9, outdoor non-safety- related Service Air Compressors, were showing some corrosion, but were functioning properly.", "page": 453, "label": "negative", "confidence": 0.921807050704956}, {"sentence": "The most significant system issues historically were corrosion of the CFCU housings due to the collection of moisture on sections of the sheet metal casings when the units were not operating.", "page": 454, "label": "negative", "confidence": 0.9082096219062805}, {"sentence": "Plans to replace any additional CFCUs had been cancelled based on a determination that the remaining CFCUs were in an acceptable condition to continue operating satisfactorily until the planned cessation of operations in 2025.", "page": 454, "label": "negative", "confidence": 0.9224154949188232}, {"sentence": "Other system problems occurring in the past included issues with backward rotation of idle fans, which could then trip upon starting due to high currents.", "page": 454, "label": "negative", "confidence": 0.9448282122612}, {"sentence": "Two Unit 2 Intermediate Range Detectors required replacement in November 2019 and April 2020 due to abnormally high indications caused by faulty electrical connections.", "page": 456, "label": "negative", "confidence": 0.963782548904419}, {"sentence": "There was a major reduction in volumes in 2000 and again in 2005 due to improved plant operations and improved LRWS performance.", "page": 458, "label": "negative", "confidence": 0.9498488306999207}, {"sentence": "DCPP Liquid Waste Discharge 2001-2019 The system reliability was generally good, but Reactor Cavity sump pumps had been a recurring problem.", "page": 459, "label": "negative", "confidence": 0.9611592888832092}, {"sentence": "The piping subsequently developed a leak which caused DCPP to shut down the unit for entry, investigation and repair.", "page": 462, "label": "negative", "confidence": 0.926820695400238}, {"sentence": "The repair was made, the unit returned to service, but another leak developed, causing a second shutdown, and that shutdown was still continuing during this December 8-9, 2020 Fact-finding meeting.", "page": 462, "label": "negative", "confidence": 0.9403560757637024}, {"sentence": "Unit 2 Generator is in Red health as described in the following health report excerpt: The SCCW inlet waterbox welded to the inlet header developed a crack in a weld that allowed hydrogen gas to leak from the main generator into the SCCW system.", "page": 462, "label": "negative", "confidence": 0.944960355758667}, {"sentence": "The unit was tripped and a forced outage was initiated to troubleshoot and repair the problem.", "page": 462, "label": "negative", "confidence": 0.9314931631088257}, {"sentence": "Regarding the Auxiliary Transformers, bushings were replaced on Auxiliary Transformer 1-1 during Refueling Outage 1R22 in 2020 in order to correct abnormal trends noted on bushing performance.", "page": 463, "label": "negative", "confidence": 0.9114841222763062}, {"sentence": "DCPP reversed a decision to replace the System due to the 2025 shutdown and the acceptable health of the System.", "page": 467, "label": "negative", "confidence": 0.9256465435028076}, {"sentence": "The data demonstrated that the number of MRFFs for the RM System was steadily decreasing.", "page": 468, "label": "negative", "confidence": 0.9099416136741638}, {"sentence": "The majority of these failures were failures of various dampers to function properly during surveillance testing during 2018.", "page": 469, "label": "negative", "confidence": 0.9280669689178467}, {"sentence": "The problem later recurred, and technicians replaced the collars.", "page": 470, "label": "negative", "confidence": 0.9056010842323303}, {"sentence": "The nuclear industry has experienced substantial problems with a variety of mechanisms that can cause the SG tubes to deteriorate.", "page": 471, "label": "negative", "confidence": 0.9586248993873596}, {"sentence": "4.16.2 Current Period Activities The following items were reviewed during the current reporting period: Steam Generator Inspection Frequency Steam Generator Inspection Results Steam Generator Inspection Frequency (Volume II, Exhibit D.2, 3.6) Historically, the four DCPP SGs per unit were replaced in Refueling Outages 2R14 (Unit 2) in 2008 and 1R15 (Unit 1) in 2009 due to tube degradation and have since", "page": 471, "label": "negative", "confidence": 0.9549736380577087}, {"sentence": "The probability of a tube leak from a loose part remaining in the SG due to an extension of the FOSAR was low.", "page": 472, "label": "negative", "confidence": 0.9020342230796814}, {"sentence": "Inspections of DCPP's Unit 1 Steam Generators during Refueling Outage 1R22 found only minor tube defects, and no additional tubes were required to be plugged.", "page": 476, "label": "negative", "confidence": 0.9136123061180115}, {"sentence": "A few hours later in the early morning of July 17, an alarm was received in the Control Room indicating a low hydrogen pressure condition on the Unit 2 Main Generator.", "page": 483, "label": "negative", "confidence": 0.9368884563446045}, {"sentence": "A generator crawl-through inspection was performed on both the exciter and turbine ends of the generator and one leak at a weld flaw (visible crack) was found on the transition box between the SCCW inlet header and the exciter end SCCW manifold.", "page": 483, "label": "negative", "confidence": 0.9363512396812439}, {"sentence": "An Apparent Cause Evaluation was initiated and concluded that the flawed weld was caused by an insufficient weld quality attributed to worker confusion over the thickness of the plate being welded and buckling of the plate during welding.", "page": 483, "label": "negative", "confidence": 0.95560222864151}, {"sentence": "Indications were similar to a problem that occurred three months earlier, in July 2020, which resulted in a two-week Unit 2 forced outage to repair a hydrogen leak internal to the Main Generator.", "page": 484, "label": "negative", "confidence": 0.9495471119880676}, {"sentence": "A leak at a weld was found on a transition box between the Stator Closed Cooling Water (SCCW) inlet header and the exciter end SCCW manifold.", "page": 485, "label": "negative", "confidence": 0.9165865182876587}, {"sentence": "Minor damage was also found to other gas baffle and core frame welds inside the generator.", "page": 485, "label": "negative", "confidence": 0.9357560873031616}, {"sentence": "The start of the Unit 2 Forced Outage 2Z22 overlapped with the end of the Unit 1 Refueling Outage 1R22, which placed significant demands upon station personnel.", "page": 485, "label": "negative", "confidence": 0.9548920392990112}, {"sentence": "Investigations also revealed a total of 14 cases of weld cracks for equipment mounted to the frame inside the generator.", "page": 485, "label": "negative", "confidence": 0.9592441320419312}, {"sentence": "Most of the cracks that had been analyzed showed indications of high cycle fatigue consistent with failures due to high vibrations.", "page": 485, "label": "negative", "confidence": 0.9071516990661621}, {"sentence": "At that time, DCPP saw hydrogen leakage from the unit increase, and the unit was shut down to repair the leakage.", "page": 486, "label": "negative", "confidence": 0.9087651968002319}, {"sentence": "Investigations found a crack inside the generator on the Stator Cooling Water header.", "page": 486, "label": "negative", "confidence": 0.9408242106437683}, {"sentence": "Inspections found another crack in the Stator Cooling Water header.", "page": 487, "label": "negative", "confidence": 0.9494673013687134}, {"sentence": "The analysis showed that there were high levels of stress at some locations in the generator due to vibrations.", "page": 487, "label": "negative", "confidence": 0.9146655201911926}, {"sentence": "The capability exists to remove the very small volume of hydrogen from the cooling water system by venting it outdoors and therefore this type of problem does not fundamentally challenge the ability of the cooling water system to provide cooling to the generator.) The weld was repaired, and the plant restarted until October 2020 when another hydrogen leak was detected and Unit 2 was shut down (Forced Outage 2Z22).", "page": 488, "label": "negative", "confidence": 0.9159687161445618}, {"sentence": "DCPP appropriately managed a second and third Unit 2 Forced Outage (2Z22 and 2G22) which were driven by similar hydrogen leaks and vibration issues on the Main Generator.", "page": 489, "label": "negative", "confidence": 0.9556124806404114}, {"sentence": "A full NRC inspection for the Cybersecurity Program was originally planned for April 2020; however, the inspection was deferred to March 2021 due to impacts from the COVID-19 pandemic.", "page": 492, "label": "negative", "confidence": 0.929850161075592}, {"sentence": "The DCISC was concerned as to the sufficiency of the schedule to complete cask procurement in time to support moving Spent Fuel from the Spent Fuel Pools (SFPs) to the Independent Spent Fuel Storage Facility (ISFSI) as soon as technically possible.", "page": 497, "label": "negative", "confidence": 0.9416270852088928}, {"sentence": "If it traveled to the VB, it would impact the lower vertical panels below the VB apron.", "page": 502, "label": "negative", "confidence": 0.920216977596283}, {"sentence": "The MR (a)(1) status was driven by recurring failures of deluge valves in the turbine building.", "page": 504, "label": "negative", "confidence": 0.9461252093315125}, {"sentence": "The single current impairment consisted of an improperly functioning indicator light on a carbon dioxide system control panel which was scheduled for repair by the end of the day of the FFT's meeting.", "page": 504, "label": "negative", "confidence": 0.9453034996986389}, {"sentence": "The NRC Triennial Fire Protection Inspection Report was issued showing acceptable performance, except for one Green NCV for an improper test sequence involving a pilot valve in the CO2 system, which was entered into the DCPP Corrective Action Program.", "page": 505, "label": "negative", "confidence": 0.9085959792137146}, {"sentence": "The February 2020 drill resulted in one human performance event - a component misposition - which was considered minor.", "page": 505, "label": "negative", "confidence": 0.9286331534385681}, {"sentence": "The potential loss of certain offsite electrical equipment, including the power lines feeding the plant, presented a special challenge.", "page": 506, "label": "negative", "confidence": 0.9556982517242432}, {"sentence": "In the last year, there were no incidents of lost training opportunities due to simulator unavailability.", "page": 509, "label": "negative", "confidence": 0.9627846479415894}, {"sentence": "Following the ILT class, approximately 45 staff would be left in the Department, down from about 60 staff several years ago.", "page": 510, "label": "negative", "confidence": 0.9702302813529968}, {"sentence": "A gradual reduction in station positions was underway as the workload at the station was beginning to decline slowly.", "page": 514, "label": "negative", "confidence": 0.9178376197814941}, {"sentence": "During that final phase, the station would need to manage a ramp down in staffing that corresponded to reductions in plant maintenance and other activities that would naturally occur as the cessation of operations approached.", "page": 514, "label": "negative", "confidence": 0.924263060092926}, {"sentence": "Experience with employees leaving was as follows: Approximately 50 employees left DCPP before the end of the first retention period Approximately 24 employees left following the first retention period end About 50 were expected to leave after September 1, 2020 or later After January 1, 2021, more IBEW-represented employees were expected to leave About 40 employees were in the process of retiring Overall, this was not as large a drop in staffing as originally projected.", "page": 515, "label": "negative", "confidence": 0.9627798199653625}, {"sentence": "During this period, individuals may terminate employment without penalty of pay-back commitments and 79 persons left DCPP (50 retirements and 16 resignations).", "page": 515, "label": "negative", "confidence": 0.9255269765853882}, {"sentence": "Management had concluded that any forced outage response would likely be more limited in scope than is typical and could take longer to return the unit to operation.", "page": 522, "label": "negative", "confidence": 0.951251208782196}, {"sentence": "Quality Verification (QV) performed an assessment of work deferred due to the reduced staffing levels at the plant in response to the COVID-19 pandemic.", "page": 522, "label": "negative", "confidence": 0.9509328007698059}, {"sentence": "Debris was found in a battery cell, and Maintenance temporarily jumpered the cell, awaiting a replacement.", "page": 567, "label": "negative", "confidence": 0.9502658843994141}, {"sentence": "The DCISC last reviewed the CAS in March 2017 (Reference 6.2), when it concluded the following: The Compressed Air System is currently in Yellow (needs improvement) health status due mainly to aging and obsolesce.", "page": 568, "label": "negative", "confidence": 0.9574731588363647}, {"sentence": "Public Meeting (Reference 6.7) and the April 15-16, 2020 Fact-finding Meeting (Reference 6.8), when it concluded the following: DCPP Operations overall performance continues to be Yellow (performance is not meeting expectations) due primarily to status control (component mispositioning) events.", "page": 578, "label": "negative", "confidence": 0.9634812474250793}, {"sentence": "Weaknesses detracting from overall performance effectiveness include challenges with plant status control performance, which continued during the remainder of 2019.", "page": 578, "label": "negative", "confidence": 0.9641503095626831}, {"sentence": "The failure to effectively address these challenges, including two station level events (SLE) that occurred the remainder of 2019, contributed to a yellow window for operations.", "page": 578, "label": "negative", "confidence": 0.9692663550376892}, {"sentence": "4.10 DCPP Operations overall performance continues to be Yellow (performance is not meeting expectations) due primarily to status control (component mispositioning) events.", "page": 585, "label": "negative", "confidence": 0.9679293632507324}, {"sentence": "The flawed weld was found to have been caused by an insufficient weld quality attributed to worker confusion over the thickness of the plate being welded and buckling of the plate during welding.", "page": 593, "label": "negative", "confidence": 0.9637088179588318}, {"sentence": "The DCISC FFT noted that approximately one week into the outage with Unit 2 in Hot Standby, a leak on the AFW System occurred (see Section 3.3 above).", "page": 593, "label": "negative", "confidence": 0.9241641163825989}, {"sentence": "There was a low probability that significant loose parts had entered the SGs since the last inspection.", "page": 599, "label": "negative", "confidence": 0.9004690647125244}, {"sentence": "sludge and very few small foreign objects had been removed from the SGs. Also, the managers noted that it was desirous to reduce unnecessary and labor- intensive work in the upcoming outage due to the risk posed by the COVID 19 pandemic.", "page": 600, "label": "negative", "confidence": 0.9180541634559631}, {"sentence": "The URI primarily concerned the fact that FEMA had not been given the proper opportunity to review and approve the replacement interval change due to DCPP's failure to update the calculation contained in the FEMA-approved design report.", "page": 606, "label": "negative", "confidence": 0.9159907102584839}, {"sentence": "He summarized for the FFT that as of the date of the meeting, eleven employees and six badged contractors had tested positive for the virus and four employees were currently in quarantine status.", "page": 607, "label": "negative", "confidence": 0.9126289486885071}, {"sentence": "The biennial emergency response exercise originally scheduled for August 19, 2020, was postponed at the request of local and state officials who stated that the pandemic had adversely impacted their ability to prepare for and participate in the exercise.", "page": 608, "label": "negative", "confidence": 0.9510606527328491}, {"sentence": "This has caused Program health to be judged Yellow - improvements needed.", "page": 609, "label": "negative", "confidence": 0.958849310874939}, {"sentence": "Ms. Orlando stated that the finding related to the fact that the Procurement Department failed to perform a recurring Self-Assessment within the two-year periodicity as required by station procedures.", "page": 611, "label": "negative", "confidence": 0.9072933793067932}, {"sentence": "The evaluation identified that a total of 67 station procedures contained requirements to perform Self-Assessments and found 5 additional cases (deficiencies) where procedurally required Self-Assessments were not completed within the required periodicity.", "page": 611, "label": "negative", "confidence": 0.9050801992416382}, {"sentence": "The affected Unit 2 AFW trains were declared inoperable, and the unit was placed on Mode 4 in accordance with the applicable Technical Specification (TS), Section 3.7.5. Insulation was removed from the carbon steel piping and an approximate 3/8-inch diameter hole was found in the piping along with heavy corrosion on the outside of the piping under the insulation.", "page": 623, "label": "negative", "confidence": 0.9524520635604858}, {"sentence": "The section of the piping where the leak occurred appeared to be in a particularly vulnerable position to be routinely wetted both by ocean moisture and by water falling from SG Power Operated Relief Valves during their periodic operations in hot standby conditions.", "page": 623, "label": "negative", "confidence": 0.948800802230835}, {"sentence": "However due to the reduced margin to maintaining adequate inventory to prevent RHR pump cavitation, reduced inventory operations are treated as a \"yellow\" inventory control defense in depth window.", "page": 627, "label": "negative", "confidence": 0.9268519282341003}, {"sentence": "Reactivity Control: A 'Yellow' condition will occur in reactivity control during PEP 14-02 due to no dilution flow paths isolated and CCP 1-2 not being available.", "page": 627, "label": "negative", "confidence": 0.9303715825080872}, {"sentence": "Initial drain down from 25% pressurizer level to 112 ft.", "page": 628, "label": "negative", "confidence": 0.9493058919906616}, {"sentence": "Operations will brief OP AP SD-1, Loss of AC Power.", "page": 629, "label": "negative", "confidence": 0.9095078110694885}, {"sentence": "During the quarterly full-length Unit 2 control rod surveillance testing, four shutdown rods became misaligned greater than 12 steps, resulting in an entry into a Limiting Condition for Operation of the plant Technical Specifications.", "page": 632, "label": "negative", "confidence": 0.9456939697265625}, {"sentence": "Conclusions: DCPP experienced two similar control rod misalignment problems determined to be associated with a control circuit card.", "page": 632, "label": "negative", "confidence": 0.9349952340126038}, {"sentence": "There was a total of 45 capital projects cancelled using the above process.", "page": 634, "label": "negative", "confidence": 0.9039997458457947}, {"sentence": "Degraded conditions may involve reductions in operating/safety margins or encroachment on system/component reliability that occur over days or weeks.", "page": 640, "label": "negative", "confidence": 0.9523590207099915}, {"sentence": "Experience with employees leaving was as follows: Approximately 50 employees left DCPP before the end of the first retention Approximately 24 employees left following the first retention period end About 50 are expected to leave after September 1, 2020 or later After January 1, 2021 more IBEW-represented employees are expected to leave About 40 are retiring now This was not as large a drop as originally projected.", "page": 643, "label": "negative", "confidence": 0.9627771377563477}, {"sentence": "DCPP is not losing many operators or I&C Technicians, who are particularly needed and difficult to replace through the end of plant life.", "page": 643, "label": "negative", "confidence": 0.9135643243789673}, {"sentence": "Most operators and instrumentation and electrical technicians, who are especially needed through the end of generation, are remaining.", "page": 643, "label": "negative", "confidence": 0.9324820041656494}, {"sentence": "4.1 The number of DCPP outstanding NRC licensing issues have decreased, and none of them is a major safety issue.", "page": 644, "label": "negative", "confidence": 0.9294965863227844}, {"sentence": "4.7 DCPP experienced two similar control rod misalignment problems determined to be associated with a control circuit card.", "page": 644, "label": "negative", "confidence": 0.9463277459144592}, {"sentence": "Because Unit 1 was also in its regularly planned refueling outage simultaneously, the FFT inquired if the unusual dual-unit outage caused any operational issues, and Mr. Quitter responded that it did not and sufficient steam was available from Unit 2 in Hot Standby to support the Unit 1 startup.", "page": 651, "label": "negative", "confidence": 0.9001608490943909}, {"sentence": "The work package to install a firmware update for a camera with a corresponding web browser update was improperly performed when field workers changed the order of work activities without fully understanding the implications of their actions upon the Cybersecurity Program.", "page": 654, "label": "negative", "confidence": 0.9461725950241089}, {"sentence": "As of mid-2020, DCPP's Liquid Radwaste discharges were below 2 mCi and appeared to be trending towards totaling less than 5 mCi by the end of 2020.", "page": 657, "label": "negative", "confidence": 0.9305445551872253}, {"sentence": "Mr. Miller reported that reliability was generally good, but Reactor Cavity sump pumps had been a recurring problem.", "page": 658, "label": "negative", "confidence": 0.9709420204162598}, {"sentence": "The DCISC last reviewed this program in May 2017 (Reference 6.7), when it concluded the following: DCPP is dealing with degraded performance in its Seismically Induced Systems Interaction Program (SISI) Program during the early stages of Outage 1R20.", "page": 659, "label": "negative", "confidence": 0.9438122510910034}, {"sentence": "Of the approximately 800 supplemental outage workers brought in, two", "page": 672, "label": "negative", "confidence": 0.9028924107551575}, {"sentence": "Conclusions: DCPP had begun to utilize Electronic Work Packages in 2014 following industry best practices but has slowed its usage due to less than successful experience and plans to cease electricity generation in 2025.", "page": 680, "label": "negative", "confidence": 0.9566717743873596}, {"sentence": "The DCISC last reviewed Workplace Seismic Safety in July 2018 (Reference 6.7), when it concluded the following: Discrepancies in workplace seismic standards (e.g., unbraced furniture) were caused by inadequate knowledge transfer during Building Services personnel turnovers, although the plant had a written standard.", "page": 680, "label": "negative", "confidence": 0.9618973731994629}, {"sentence": "In spite of this strong, comprehensive procedure, weaknesses that detracted from overall Operations performance effectiveness included challenges with plant status control performance, which continued during the remainder of 2019.", "page": 683, "label": "negative", "confidence": 0.9583812952041626}, {"sentence": "4.3 DCPP had begun to utilize Electronic Work Packages in 2014 following industry best practices but has slowed its usage due to less than successful experience and plans to cease electricity generation in 2025, thus not expending additional resources for this short remaining term of plant operation.", "page": 690, "label": "negative", "confidence": 0.9571334719657898}, {"sentence": "Safety System Functional Failures 4.", "page": 693, "label": "negative", "confidence": 0.9570134878158569}, {"sentence": "The DCISC last reviewed this topic in August 2019 (Reference 6.4), when it concluded the following: DCPP has had one Safety System Functional Failure since 2014.", "page": 697, "label": "negative", "confidence": 0.9440324306488037}, {"sentence": "This SSFF occurred in November 2019 when operators inadvertently disabled both Containment Spray pumps simultaneously while in Mode 4 (Hot Shutdown; 200 - 350 ?F).", "page": 698, "label": "negative", "confidence": 0.9493988156318665}, {"sentence": "This appeared to inhibit instructor-student interaction somewhat, and the FFT team inquired why DCPP was not using the video feature.", "page": 702, "label": "negative", "confidence": 0.9194062948226929}, {"sentence": "The problems that resulted from previous attempts to use video in low bandwidth situations were found to be very distracting to the students.", "page": 702, "label": "negative", "confidence": 0.9429888129234314}, {"sentence": "DCPP Operations and Engineering staff had reviewed the data in detail but had not yet been able to come up with a definitive cause for the unexpected RCS pressure increase.", "page": 703, "label": "negative", "confidence": 0.9064136147499084}, {"sentence": "The pump remained operable, but the higher- than-normal vibrations were under investigation.", "page": 705, "label": "negative", "confidence": 0.9094107151031494}, {"sentence": "SI Pump 1-1 was fully operable, but the inboard mechanical seal was showing signs of increased leakage.", "page": 705, "label": "negative", "confidence": 0.9427632093429565}, {"sentence": "Current CRVS problems included: Recurring air conditioning compressor trips - the compressors occasionally tripped on low oil pressure following periods of inactivity.", "page": 706, "label": "negative", "confidence": 0.9624046683311462}, {"sentence": "Motor-operated damper issues - the dampers that provide isolation for the Control Room had recurring issues with failures of the damper shafts (approximately three failures in three years).", "page": 706, "label": "negative", "confidence": 0.9651445746421814}, {"sentence": "The cause of the problem was the butterfly-style edge seals rolling out of their groves and interfering with damper operations.", "page": 706, "label": "negative", "confidence": 0.9374061822891235}, {"sentence": "Mr. Rogers also reported that DCPP continued to provide COVID-19 testing on site during the in-processing of supplemental workers, and supplemental workers were not allowed access to the site until negative test results were received.", "page": 708, "label": "negative", "confidence": 0.903637707233429}, {"sentence": "At that time, Unit 2's Main Generator had developed a leak of hydrogen into the Stator Closed Cooling Water System.", "page": 711, "label": "negative", "confidence": 0.9122568964958191}, {"sentence": "At the time of the DCISC's last review during its Fact-Finding Meeting in November 2020, Unit 2 was in a second Forced Outage (2Z22) to repair a hydrogen leak inside the Main Generator.", "page": 711, "label": "negative", "confidence": 0.9611392617225647}, {"sentence": "Investigations at that time found a total of 14 cases of weld cracks for equipment mounted to the frame inside the generator.", "page": 711, "label": "negative", "confidence": 0.9618769884109497}, {"sentence": "On December 2, 2020, another hydrogen leak developed on the Main Generator, and Unit 2 was again shut down for repairs.", "page": 712, "label": "negative", "confidence": 0.9090617299079895}, {"sentence": "As of the time of the FFT's meeting, about 35,000 pounds total had been added and the frame vibrations were significantly reduced to what were believed to be levels satisfactory for long-term operation.", "page": 713, "label": "negative", "confidence": 0.9505589008331299}, {"sentence": "4.2 The DCPP Maintenance Department organization and staffing were stable and effective with normal attrition, but a significant drop in personnel is expected after the end of the First DCPP Retention Period ends.", "page": 714, "label": "negative", "confidence": 0.9748080968856812}, {"sentence": "management attention (ARMA), 26 deficiencies, 4 recommendations, and 1 equipment problem (EQPR).", "page": 721, "label": "negative", "confidence": 0.9052545428276062}, {"sentence": "The DCISC last reviewed the DCPP VMP in September 2018 (Reference 6.3), concluding the following: The DCPP Predictive Maintenance Group, which includes vibration monitoring, lubrication control, and infrared thermography inspection, has been doing an effective job and seems capable of carrying out its responsibilities; however, it has been reduced in staff, causing substantial concern by the Group of being able to perform effectively.", "page": 725, "label": "negative", "confidence": 0.9174360632896423}, {"sentence": "Facts considered in deciding the appropriate action to be taken in response to problems with the newly installed system included: The two performance issues affecting the system were, as follows: Reliability - The seismic and monitoring cards would randomly lock up on the average of two (2) times per week requiring the system to be re-booted to restore function.", "page": 727, "label": "negative", "confidence": 0.9103178381919861}, {"sentence": "The DCISC last reviewed this item in May 2017 (Reference 6.4), when it concluded the following: During the 2016-2017 winter, there were three significant storms, which, in two cases, broke loose kelp and had the potential to temporarily reduce cooling water to the plant.", "page": 730, "label": "negative", "confidence": 0.9414505958557129}, {"sentence": "The DCISC last reviewed the Maintenance Department in January 2020 (Reference 6.6), concluding the following: The DCPP Maintenance Department organization and staffing were stable and effective with normal attrition, but a significant drop in personnel is expected after the end of the First DCPP Retention Period ends in August 2020.", "page": 734, "label": "negative", "confidence": 0.9711616635322571}, {"sentence": "Radiation Monitoring System Maintenance Rule Functional Failures for Last Six Years The number of MRFFs currently placed several portions of the system into (a)(1) status under the MR Program, meaning that the system was not meeting established criteria for reliability.", "page": 743, "label": "negative", "confidence": 0.9448020458221436}, {"sentence": "As numerous corrective actions had been completed and the MRFFs numbers were trending down, DCPP was approaching a point where most failures were one-of-a-kind failures that were difficult to prevent via changing maintenance practices or by planned component replacements.", "page": 743, "label": "negative", "confidence": 0.9506955742835999}, {"sentence": "This was due primarily to an issue with indication failures for a damper that occurred in late 2020.", "page": 746, "label": "negative", "confidence": 0.9064781665802002}, {"sentence": "Operators noted that the position of a damper did not indicate correctly after closing, and maintenance technicians cleaned the indicator collars.", "page": 746, "label": "negative", "confidence": 0.9583094716072083}, {"sentence": "In response to the FFT's questions regarding staffing in the Engineering Department, Mr. Harmon also reported that his group had recently lost two engineers to a retirement and an intracompany transfer.", "page": 746, "label": "negative", "confidence": 0.9658344388008118}, {"sentence": "The DCISC last reviewed this topic in March 2020 (Reference 6.5), when it concluded the following: DCPP has identified significant negative trends in Operations Department human performance since mid-2019.", "page": 747, "label": "negative", "confidence": 0.9699308276176453}, {"sentence": "This error led to a higher-than-expected temperature in the generator and could have led to damage due to the restricted", "page": 747, "label": "negative", "confidence": 0.9395900964736938}, {"sentence": "The unit was taken offline in order to effect repairs.", "page": 748, "label": "negative", "confidence": 0.9235532283782959}, {"sentence": "Ms. Bowe reported that one DLE had occurred since the Refueling Outage 1R22 which was a recordable personnel injury in March 2021.", "page": 748, "label": "negative", "confidence": 0.9603674411773682}, {"sentence": "Mr. Frauenheim reported that in early February 2021, increasing vibrations and indications of a very small hydrogen leak were noted.", "page": 755, "label": "negative", "confidence": 0.9334160089492798}, {"sentence": "Both units have been shut down for greater than 45 days.", "page": 757, "label": "negative", "confidence": 0.9104161262512207}, {"sentence": "The potential loss of certain offsite electrical equipment, including the power lines feeding the plant, presents a special challenge.", "page": 773, "label": "negative", "confidence": 0.9483223557472229}]
